Repository: abfonly/xt7-player-mpv
Catalog: .lang/*.po
Languages: ru

source: Xt7-Player, an (almost) complete mpv gui
ru: Xt7-Player, полнофункциональный (почти) графический интерфейс к mpv

source: Add/Play a generic URI
ru: Добавить/воспроизвести общий URI

source: [Optional] Browse for protocols:
ru: [Доп.] Обзор протоколов:

source: Click for a list of URI prefixes
ru: Щелкните для списка префиксов URI

source: Enter a valid URI:
ru: Введите правильный URI:

source: Open a file
ru: Открыть файл

source: Enter a name for the new playlist/library item, or leave blank for default.
ru: Введите имя нового списка/элемента библиотеки, или оставьте это поле пустым по умолчанию.

source: [Optional] Give item a name:
ru: [Доп.] Предоставить имя:

source: Don't get informations (like ID3 tags) when adding it to your Collection/Playlist. You may prefer this method on slow media such as network streams.
ru: Не загружать информацию (например, ID3-тегов) при добавлении его в коллекцию/Список воспроизведения. Вы можете предпочесть этот метод на медленных носителях, таких как сетевые потоки.

source: Quick add mode
ru: Быстрое добавление

source: Add to collection
ru: Добавить в коллекцию

source: Add to playlist
ru: Добавить в список

source: Play the selected URI
ru: Воспроизвести выбранный адрес

source: Play
ru: Воспроизвести

source: Add the selected URI to Collection and/or Playlist
ru: Добавить выбранный адрес в коллекцию и/или список

source: Add
ru: Добавить

source: Close
ru: Закрыть

source: Unknown
ru: Неизвестный

source: more than 50 tracks!
ru: более 50 треков!

source: Unknown Year
ru: Неизвестный год

source: To use new profile, switch to it, then restart xt7
ru: Чтобы использовать новый профиль, переключиться на него и перезапустите xt7

source: Profile name:
ru: Имя профиля:

source: NewProfile
ru: Новый профиль

source: Cancel
ru: Отмена

source: Choose output folder
ru: Выбрать выходную папку

source: Choose output format.
ru: Выбрать выходной формат.

source: Nothing to convert
ru: Нечего конвертировать

source: Choose quality level.
ru: Выбрать уровень качества.

source: Seems a youtube link, getting real stream url and title...
ru: Ссылка кажется youtube, получение реального адреса потока и названия...

source: Title
ru: Название

source: Source:
ru: Источник:

source: Destination:
ru: Назначение:

source: User stopped.
ru: Прервано пользователем.

source: Skipped.
ru: Пропущено.

source: Done.
ru: Готово.

source: Updating Library/Playlist
ru: Обновление библиотеки/списка

source: Convert Audio
ru: Конвертировать аудио

source: Save to
ru: Сохранить в

source: Format
ru: Формат

source: Quality (Kbps)
ru: Качество (кбит/с)

source: Add to Current Playlist
ru: Добавить в текущий список

source: Add to Library
ru: Добавить в библиотеку

source: Total
ru: Всего

source: Current stream
ru: Текущий поток

source: Stop All
ru: Остановить все

source: Skip current
ru: Пропустить текущий

source: Start
ru: Старт

source: Artist
ru: Исполнитель

source: Album
ru: Альбом

source: Year
ru: Год

source: Comment
ru: 1Комментарий

source: Lyrics
ru: Лирика

source: Radio
ru: Радио

source: Name
ru: Имя

source: Length
ru: Продолжительность

source: Size
ru: Размер

source: Audio Info
ru: Информация

source: Missing Artist and/or Song information
ru: Отсутствует исполнитель и/или информации о композиции

source: Bug Report
ru: Сообщение об ошибке

source: <center>Oops, xt7 just crashed.<br></center> You can this window to exit the program or submit a bug report <br> by using one of the following choices: <br> <br> <b>&nbsp; xt7 forums on sourceforge.net: <br></b> &nbsp;&nbsp; &bull; free posting without the need to register <br> <br> <b>&nbsp; xt7 project page on GitHub.com: <br></b> &nbsp;&nbsp; &bull; requires an account to post <br> &nbsp;&nbsp; &bull; much better bug managment. <br>
ru: <center>Ой, xt7 только что сломался.<br></center> Вы можете в этом окне выйти из программы или отправить отчет об ошибке <br> используя один из следующих вариантов: <br> <br> <b>&nbsp; форумы xt7 на sourceforge.net: <br></b> &nbsp;&nbsp; &bull; свободное размещение без необходимости регистрации <br> <br> <b>&nbsp; Страница проекта xt7 на GitHub.com: <br></b> &nbsp;&nbsp; &bull; требуется учетная запись для публикации <br> &nbsp;&nbsp; &bull; гораздо лучшее управление ошибками. <br>

source: When you submit a bug report, please write what you were doing when the crash happened and include the following in your report.
ru: Когда вы отправляете отчет об ошибке, пожалуйста, напишите, что вы делали, когда произошел сбой, и включите в свой отчет следующее.

source: Choose an Aspect Ratio
ru: Выбрать соотношение сторон

source: Test
ru: Тест

source: ShutDown CountDown
ru: Отсчет выключения

source: Abort
ru: Прервать

source: ShutDown in
ru: Выключение через

source: seconds
ru: секунд

source: Cover search: Network error
ru: Поиск обложки: Ошибка сети

source: Network error
ru: Ошибка сети

source: Ambiguous results
ru: Неоднозначные результаты

source: No covers found for:
ru: Не найдена обложка для:

source: Try to use less strict terms, remove symbols and so on...
ru: Попробуйте использовать менее жесткие условия, удалить символы и так далее ...

source: Load a Jpg cover image
ru: Загрузить изображение обложки jpg

source: Error while loading the picture
ru: Ошибка при загрузке изображения

source: so you are going to set a cover for this particular file/stream
ru: так что вы собираетесь установить обложку для этого файла/потока

source: Artist Or Album tag information are required to set a cover
ru: Для установки обложки необходим тег с информацией об исполнителе или альбоме

source: Cover fetcher
ru: Выборка обложек

source: Artist/Author:
ru: Исполнитель/автор:

source: Album:
ru: Альбом:

source: Unset Cover
ru: Отключить обложку

source: Load cover
ru: Загрузить обложку

source: Don't Scale
ru: Не масштабировать

source: Set Cover
ru: Установить обложку

source: Choose a standard channels.conf file to import
ru: Выбрать стандартный файл channels.conf для импорта

source: Could not read file
ru: Не удалось прочитать файл

source: Too bad...
ru: Очень жаль...

source: Simple Dvb-T Tuner
ru: Цифровой тюнер

source: Tuning Data
ru: Настройка данных

source: 2 - Initial Tuning data file
ru: 2 - файл начальной настройки данных

source: Import an external channels.conf
ru: Импортировать внешний channels.conf

source: Import
ru: Импорт

source: Card #
ru: Карта #

source: Stop
ru: Стоп

source: Select All
ru: Выделить все

source: Select none
ru: Снять выделение

source: Use Selected
ru: Использовать выбранное

source: Progress
ru: Выполнение

source: Signal
ru: Сигнал

source: Verbose Log
ru: Подробный журнал

source: dvbsnoop seems to be missing. Install it to get EPG data
ru: dvbsnoop кажется отсутствует. Установите его, чтобы получить данные EPG

source: Events
ru: События

source: Start at:
ru: Запустить в:

source: Duration:
ru: Продолжительность:

source: Category:
ru: Категория:

source: Freeview
ru: Свободное представление

source: Crypted
ru: Кодированные

source: It seems an mpv instance is playing a dvb channel.
ru: Похоже mpv воспроизводит,например dvb канала.

source: Stop mpv and scan
ru: Остановить mpv и сканировать

source: Try to scan
ru: Попробовать сканировать

source: When other applications are using the dvbt card,
ru: Когда другие приложения используют DVB-T карту,

source: scanning may fail.
ru: Сканирование может не работать.

source: Search for Event
ru: Поиск событий

source: 0 Events
ru: 0 событий

source: Scan All
ru: Сканировать все

source: Couldn't clear the history!
ru: Не удалось очистить историю!

source: Channels
ru: Каналы

source: Rate
ru: Частота

source: Add an external audio track
ru: Добавить внешнюю аудиодорожку

source: Primary subtitles
ru: Основные субтитры

source: Secondary subtitles
ru: Второстепенные субтитры

source: Don't display primary subtitles
ru: Не отображать основные субтитры

source: Don't display secondary subtitles
ru: Не отображать вторичные субтитры

source: Load from disk...
ru: Загрузка с диска...

source: Ask Opensubtitles.org
ru: Как Opensubtitles.org

source: Configure preferred languages
ru: Настройка предпочтений языка

source: Manual search
ru: Ручной поиск

source: I feel lucky
ru: Я чувствую себя счастливым

source: Please Wait...
ru: Подождите...

source: Language
ru: Язык

source: Could not get information about the dvd structure
ru: Не удаётся загрузить сведения о структуре DVD

source: Title
ru: Название

source: Token error
ru: Маркер ошибки

source: Hash error
ru: Хэш ошибки

source: File error
ru: Ошибка файла

source: No results
ru: Ничего не найдено

source: Save the selected subtitle
ru: Сохранить выбранные субтитры

source: Do you want to save
ru: Вы хотите сохранить

source: Sorry, couldn't save the file
ru: К сожалению, не удалось сохранить файл

source: Primary subtitles disabled
ru: Основные субтитры отключены

source: Secondary subtitles disabled
ru: Второстепенные субтитры отключены

source: Secondary subtitle
ru: Второстепенные субтитры

source: Primary subtitle
ru: Основные субтитры

source: Do you want to start from were you left?
ru: Начать с того, где вы остались?

source: No
ru: Нет

source: Yes
ru: Да

source: Just play
ru: Просто играть

source: Manage
ru: Управление

source: This seems a playlist, do you want me to manage it?
ru: Кажется, это плейлист, хотите, чтобы я управлял им?

source: Subtitle
ru: Субтитры

source: Audio files
ru: Звуковые файлы

source: Audio track:
ru: Звуковая дорожка:

source: Not available
ru: Недоступен

source: Stopped
ru: Остановлен

source: but xt7-player requires
ru: но xt7-player требуется

source: Understood
ru: Согласовано

source: WARNING Your Gambas version is
ru: ВНИМАНИЕ Ваш Gambas версии

source: GotIt!
ru: Есть!

source: Hint: create (and make executable) a script named
ru: Подсказка: создать (и сделать исполняемый) сценарий с именем

source: xt7 will execute it with and pass fps argument when switching to fullscreen
ru: XT7 будет выполнять его и передавать аргумент fps при переключении в полноэкранный режим

source: Eg: xrandr --rate "$1"
ru: Например: xrandr --rate "$1"

source: Hint: create (and make executable) a script named
ru: Подсказка: создать (и сделать исполняемый) сценарий с именем

source: xt7 will execute it when switching from fullscreen to window mode
ru: XT7 будет выполнять его при входе из полноэкранного в оконный режим

source: Don't save
ru: Не сохранять

source: Switch to ''default'' profile and save
ru: Переключить в профиль "по умолчанию" и сохранить

source: You can't modify the current profile because it is the Factory defaults one
ru: Вы не можете изменить текущий профиль потому что это заводские установки.

source: Error while saving default settings
ru: Ошибка сохранения параметров по умолчанию

source: Are you sure you want to reset the default profile to factory values?
ru: Вы уверены, что хотите сбросить профиль по умолчанию к заводским значениям?

source: Don't Reset
ru: Не сбрасывать

source: Reset
ru: Сбросить

source: There was a problem while deleting
ru: Были проблемы при удалении

source: Default profile has been set to factory values. Restart is needed.
ru: Профиль по умолчанию был установлен на заводские значения. Необходимо перезапустить.

source: Are you sure you want to delete:
ru: Вы уверены, что хотите удалить:

source: Don't delete
ru: Не удалять

source: from disc?
ru: с диска?

source: Couldn't delete the file
ru: Не удалось удалить файл

source: OSD disabled
ru: OCD отключено

source: OSD enabled
ru: OSD включено

source: Delete Selected channel(s)?
ru: Удалить выбранный канал(ы)?

source: Do you also want to remove non existent files from library?
ru: Вы тоже хотите удалить несуществующие файлы из библиотеки?

source: Don't remove
ru: Не удалять

source: Selected:
ru: Выбрано:

source: Are you sure you want to clear your library?
ru: Вы уверены, что хотите очистить вашу библиотеку?

source: Clear my library
ru: Очистить мою библиотеку

source: Don't clear my library
ru: Не очищать мою библиотеку

source: Are you sure you want to clear the Playlist?
ru: Вы уверены, что хотите очистить ваш список воспроизведения?

source: Clear the playlist
ru: Очистить список воспроизведения

source: Don't clear the playlist
ru: Не очищать список воспроизведения

source: Are you sure you want to delete selected item(s) from disk?
ru: Вы уверены, что хотите удалить выбранный элемент(ты) с диска?

source: Don't Delete
ru: Не удалять

source: Yes, Delete
ru: Да, удалить

source: All files
ru: Все файлы

source: iso files
ru: файлы iso

source: Sorry, Audio tagging is only possible for library and playlist items
ru: Ааудио теги возможны только для элементов библиотек и списков воспроизведения

source: To tag this item, please add it to library or playlist first.
ru: Чтобы пометить этот пункт, сначала добавьте его в медиатеку или список.

source: There was an error while saving the playlist
ru: При сохранении списка произошла ошибка

source: Another cover search is in progress, please wait for it to finish!
ru: Идет поиск других обложек, пожалуйста подождите его завершение!

source: Please, disable random playing first!
ru: Выключите сначала случайное воспроизведение!

source: Use vertical tabs
ru: Использовать вертикальные вкладки

source: Hide/Show tabs
ru: Скрыть/показать вкладку

source: Show
ru: Показать

source: You cannot hide all of the tabs. Just hide the whole tabs panel, if needed.
ru: Вы не можете скрыть все вкладки. Просто скройте всю панель вкладок, если это необходимо.

source: Cannot locate current tab, If you disabled tab text, then enable it first to change tab visibility.
ru: Не удается найти текущую вкладку. Если вы отключили текст вкладки, то сначала включите его, чтобы изменить видимость вкладки.

source: You can't delete the current profile!
ru: Вы не можете удалить текущий профиль!

source: Are you sure you want to delete
ru: Вы уверены, что хотите удалить

source: This is a read-only profile
ru: Это профиль только для чтения

source: Enter the new profile name
ru: Введите новое имя профиля

source: I know, proceed
ru: Я знаю, выполняйте

source: You are going to overwrite the selected profile with the current settings.
ru: Вы собираетесь перезаписать выбранный профиль текущими настройками.

source: Enter a name for the new profile:
ru: Введите имя для нового профиля:

source: Error reading from shoutcast server
ru: Ошибка чтения из shoutcast server

source: Add quickly
ru: Добавить быстро

source: Get Stream info
ru: Загрузить информацию о потоке

source: How do you want to add?
ru: Вы уверены, что хотите добавить?

source: Damn!
ru: Черт!

source: Error while adding one or more items
ru: Ошибка при добавлении одного или нескольких элементов

source: Cannot access a valid cd audio or Cd device
ru: Невозможно получить доступ к аудио CD или CD устройству

source: Configure it
ru: Настроить

source: Never mind
ru: Неважно

source: Cannot access a valid dvd device
ru: Невозможно получить доступ к аудио DVD устройству

source: Please, wait while getting disc information
ru: Пожалуйста, подождите при получении информации о диске

source: Track
ru: Дорожка

source: Error refreshing the feed
ru: Ошибка при обновлении канала

source: Enter a new podcast url
ru: Введите новый адрес подкаста

source: Error adding new feed
ru: Ошибка добавления нового канала

source: Cannot delete child items!
ru: Не удалось удалить дочерние элементы!

source: Error: Cannot get current item
ru: Ошибка: не удается получить текущий элемент

source: Please, disable playlist shutdown option first!
ru: Выключите сначала опцию отключения списка воспроизведения!

source: Nothing selected!
ru: Ничего не выбрано!

source: xt7 will try to update the cover, Beware that covers set by you will be lost.
ru: xt7 попытается обновить обложку. Помните, что установленные вами обложки будут потеряны.

source: Are you sure you want to recursively add this directory?
ru: Вы уверены, что хотите рекурсивно добавить этот каталог?

source: There was an error while trying to delete the item
ru: При попытке удалить элемент произошла ошибка

source: No, thanks
ru: Нет, спасибо

source: Would you like to go to the video homepage?
ru: Вы хотите перейти на домашнюю страницу видео?

source: Yes, Go to Youtube
ru: Да, перейти на Youtube

source: Roll Your mouse wheel over the button to change panscan or Setup some hotkeys.
ru: Крутить колесом мыши на кнопке изменения Panscan или настроить горячие клавиши.

source: Right click over the button will cycle through zoom modes
ru: Щелкнуть правой кнопкой на кнопке переключения режима масштаба

source: SubTitle files
ru: Файлы субтитров

source: Zoom mode: cut half bars
ru: Режим масштабирования: вырезать половину полос

source: Zoom mode: cut bars
ru: Режим масштабирования: вырезать полосы

source: Zoom mode: 1:1
ru: Режим масштабирования: 1:1

source: Filename:
ru: Имя файла:

source: In:
ru: в:

source: Album:
ru: Альбом:

source: Genre:
ru: Жанр:

source: Year:
ru: Год:

source: Artist:
ru: Исполнитель:

source: , Track No.:
ru: , Дорожка №.:

source: Title:
ru: Название:

source: Length:
ru: Продолжительность:

source: Video:
ru: Видео:

source: Audio:
ru: Аудио:

source: channels
ru: Каналы

source: Comment:
ru: Комментарий:

source: Rename to:
ru: Переименовать в:

source: Dumping to:
ru: Сбрасывание в:

source: You can configure the paths in Generaloptions -> dvb-t
ru: Вы можете настроить пути в Общие параметры -> DVB-T

source: Append and play
ru: Добавить и воспроизвести

source: Append to playlist
ru: Добавить в список

source: What do you want to do with this album tracks?
ru: Что вы хотите сделать с этими песнями альбома?

source: Append more than 50 tracks?
ru: Добавить больше чем 50 треков?

source: no
ru: Нет

source: yes
ru: Да

source: Something went wrong; does the file exists?
ru: Что-то пошло не так: разве файл существует?

source: Please, first enter a playlist name to save
ru: Сначала введите имя списка воспроизведения для сохранения

source: Couldn't make the user playlist directory
ru: Не удалось создать пользовательский список каталога

source: Overwrite
ru: Перезаписать

source: exists.
ru: существует.

source: There was an error saving the playlist:
ru: При сохранении списка произошла ошибка:

source: Current playlist saved as:
ru: Текущий список воспроизведения сохранен как:

source: Playlist:
ru: Список воспроизведения:

source: Couldn't delete
ru: Не удается удалить

source: Append
ru: Добавить

source: Load the playlist:
ru: Загрузка списка воспроизведения:

source: Load/Replace
ru: Загрузить/заменить

source: Would you like to save the current profile?
ru: Вы хотите сохранить текущий профиль?

source: Stream is not seekable, use arrow keys or doubleclick
ru: Поток не поддерживает поиск, используйте клавиши со стрелками или двойной щелчек

source: Stream is not seekable!, use arrow keys or doubleclick to override
ru: Поток не поддерживает поиск, используйте клавиши со стрелками или двойной щелчек для переопределения

source: seek to:
ru: Перейти на:

source: Error while getting selection
ru: Ошибка при получении выбора

source: No loop set
ru: Цикл не установлен

source: could not get a list of mounted filesystems!
ru: Не удалось получить список смонтированных файловых систем!

source: Mountpoints
ru: Точки монтирования

source: Configure...
ru: Настроить...

source: Matching modes
ru: Соответствующие режимы

source: All modes
ru: Все режимы

source: Edit bookmarks
ru: Редактировать закладки

source: Add to bookmarks
ru: Добавить в избранное

source: View menu
ru: Меню "Вид"

source: Show only media files
ru: Показывать только медиа файлы

source: Show hidden files
ru: Показывать скрытые файлы

source: Mark recently played files
ru: Отметить недавно воспроизведенные файлы

source: Find playing file
ru: Найти воспроизводимый файл

source: alloptionsmenu
ru: Общие параметры

source: General Options
ru: Общие параметры

source: Chains
ru: Каналы

source: Video Filters
ru: Видеофильтры

source: Audio Filters
ru: Аудиофильтры

source: Video Drivers
ru: Видеодрайвера

source: Audio Drivers
ru: Аудио драйвера

source: Subs and OSD
ru: OSD и cубтитры

source: HotKeys
ru: Горячие клавиши

source: File
ru: Файл

source: Open local file
ru: Открыть локальный файл

source: Open recent file
ru: Открыть последний файл

source: Play Audio Cd
ru: Воспроизвести аудио CD

source: Play DVD
ru: Воспроизвести DVD

source: From DVD drive
ru: С DVD-носителя

source: From an ISO
ru: Из образа ISO

source: From a folder
ru: Из папки

source: Open an Uri/Network stream
ru: Открыть сетевой поток

source: Media Explorer
ru: Обозреватель медиа

source: Titles
ru: Названия

source: Chapters
ru: Главы

source: Streams
ru: Потоки

source: Audio
ru: Аудио

source: Subtitles
ru: Субтитры

source: Quit
ru: Выход

source: Library
ru: Библиотека

source: Sync library
ru: Синхронизировать библиотеку

source: Configure directories
ru: Настроить каталоги

source: Search options
ru: Опции поиска

source: Add a generic URI
ru: Добавить адрес

source: Add selected items to playlist
ru: Добавить выбранные пункты в список

source: Open containing folder
ru: Открыть содержащую папку

source: This album tracks
ru: Эти треки альбома

source: Replace tracks in
ru: Заменить дорожки в

source: Library view
ru: Просмотр библиотеки

source: Playlist view
ru: Просмотр плейлиста

source: Append tracks to
ru: Добавление дорожки в

source: Sort by
ru: Сортировать по

source: Path
ru: Путь

source: Rename items
ru: Переименовать элементы

source: Update Selected
ru: Обновить выбранное

source: Set a cover
ru: Установить обложку

source: Update Cover
ru: Обновить обложку

source: Copy selected to Clipboard
ru: Копировать выбранное в буфер обмена

source: Extract audio
ru: Извлечь аудио

source: Clear selected
ru: Очистить выбранное

source: Clear All
ru: Очистить все

source: Delete selected from disk
ru: Удалить выбранное с диска

source: Playlist
ru: Список воспроизведения

source: Load/Save
ru: Загрузить/сохранить

source: Import a playlist
ru: Импортировать список воспроизведения

source: Append a playlist
ru: Добавить в список

source: Export the playlist
ru: Экспортировать список воспроизведения

source: Search for embedded covers
ru: Поиск встроенных обложек

source: Cut selected
ru: Вырезать выбранное

source: Copy selected
ru: Копировать выбранное

source: Paste after selected
ru: Вставить после выбранного

source: Extract Audio
ru: Извлечь аудио

source: Remove
ru: Удалить

source: Windows
ru: Окна

source: SubTitles and Osd
ru: OSD и субтитры

source: Video/Audio Chains
ru: Видео/аудио каналы

source: Video
ru: Видео

source: Filters
ru: Фильтры

source: Driver
ru: Драйвер

source: Tabs visibility
ru: Видимые вкладки

source: Show Tag editor
ru: Показать редактор тегов

source: Lock Toolbar
ru: Заблокировать панели инструментов

source: Video Aspect
ru: Соотношение сторон

source: Other
ru: Другое

source: Profile
ru: Профиль

source: Reload current profile
ru: Перезагрузить текущий профиль

source: Save all to current profile
ru: Сохранить все в текущий профиль

source: Profile Manager
ru: Управление профилями

source: Select another profile
ru: Удалить выбранный профиль

source: Show logs
ru: Показать журналы

source: Report a bug
ru: Сообщить об ошибке

source: Home page
ru: Домашняя страница

source: About
ru: О программе

source: Shutdown menu
ru: Меню выключения

source: Disable shutdown
ru: Отключить выключение

source: Shutdown at the end of media
ru: Выключить по окончании файла

source: ShutDown at the end of the play queue
ru: Выключить по окончании очереди воспроизведения

source: Configure shutdown command
ru: Настройка команды выключения компьютера

source: Record As
ru: Записать как

source: Stop Recording
ru: Остановить запись

source: Delete from disk
ru: Удалить с диска

source: New feed
ru: Новый канал

source: Refresh
ru: Обновить

source: Download
ru: Загрузить
