Repository: abfonly/xt7-player-mpv
Catalog: .lang/*.po
Languages: ru

source: Switch to:
ru: Переключить в:

source: Make a copy
ru: Создать копию

source: Current Profile:
ru: Текущий профиль:

source: Realtime Controls
ru: Управление в реальном времени

source: * Some subtitle controls only work when ass subtitles are disabled
ru: * Некоторые работают только при отключении ass субтитров

source: Delay audio
ru: Задержка звука

source: Delay subtitles
ru: Задержка субтитров

source: Subtitle scale
ru: Масштаб субтитров

source: * Subtitle position
ru: * Расположение субтитров

source: Mplayer option: -ass-force-style Alignment=<align>
ru: Опция mplayer: -ass-force-style Alignment=<align>

source: Deinterlace
ru: Деинтерлейсинг

source: FrameDrop
ru: Выпадение кадров

source: decoder - Old, decoder-based framedrop mode
ru: decoder - Старый, декодер на основе режима пропуска кадров

source: decoder+vo - Enable both modes. Not recommended.
ru: decoder+vo - Включает оба режима. Не рекомендуется.

source: no - disable framedropping
ru: Нет - отключить выпадение кадров

source: vo - Drop late frames on video output (default)
ru: vo - Пропускать опоздавшие кадры на видео (по умолчанию)

source: 1 - Soft Framedropping
ru: 1 - программное выпадение кадров

source: Select search fields
ru: Выбор поля поиска

source: Select which field(s) you whish to search into.
ru: Выбрать поле(я), в которых хотите проводить поиск.

source: Choose search fields
ru: Выбрать поля поиска

source: Full Path
ru: Полный путь

source: FileName
ru: Имя файла

source: Type
ru: Тип

source: Audio Codec
ru: Аудио кодек

source: Audio Bitrate
ru: Битрейт звука

source: Audio Rate
ru: Частота звука

source: File Size
ru: Размер файла

source: Video Codec
ru: Видео кодек

source: Video Bitrate
ru: Битрейт видео

source: Added on
ru: Добавлено

source: Output Language strings:
ru: Язык строк выхода:

source: Could not parse the feed
ru: Не удалось обработать канал

source: Subtitles And Osd
ru: OSD и субтитры

source: mpv option: -ass-forcestyle primarycolour=HHBBGGRR
ru: Опция mpv: -ass-forcestyle primarycolour=HHBBGGRR

source: mpv option: -ass-force-style FontName=<fontname>,FontSize=<fontsize>
ru: Опция mpv: -ass-force-style FontName=<fontname>,FontSize=<fontsize>

source: Font
ru: Шрифт

source: Color
ru: Цвет

source: Alpha
ru: Альфа

source: Border
ru: Кромки

source: Shadow
ru: Тень

source: Offset
ru: Смещение

source: mpv option: -sub-fuzziness <mode>
ru: Опция mpv: -sub-fuzziness <mode>

source: Load subtitles
ru: Загрузить субтитры

source: all - Load all subs in the current directory
ru: Все - загружать все субтитры из каталога

source: exact - Match exact filename, but extension
ru: exact - Соответствует точному имени файла, но расширению

source: fuzzy - Load all subs containing movie name
ru: Нечеткий - загружать все субтитры содержащие название фильма

source: no - do not load external subtitles
ru: no - не загружать внешние субтитры

source: mpv option: -ass-force-style Alignment=<align>
ru: Опция mpv: -ass-force-style Alignment=<align>

source: Alignment
ru: Выравнивание

source: Show subtitles on "black bars" if they are available. Needs a compatible video output driver: * does not work on legacy ones like xv or x11 * from my testings, it works at least on opengl and vdpau, maybe others (?) mpv option: --sub-use-margins and/or --sub-ass-force-margins
ru: Показывать субтитры на «черных полосах», если они есть. Требуется совместимый драйвер видеовыхода: * не работает на устаревших, таких как xv или x11 * по моим тестам работает как минимум на opengl и vdpau, может и на других (?) Параметры mpv: --sub-use-margins and/or --sub-ass-force-margins

source: Draw on margins
ru: Рисовать на полях

source: Subtitle position on the screen from top or bottom. (it depends the alignment you choose) mpv option: -ass-force-style MarginV=<margin> If you Disabled SSA, then the value is meant to be from top. mpv Option: -subpos <0-100>
ru: Позиция субтитров на экране сверху или снизу. (это зависит от выбранного выравнивания) Опция mpv: -ass-force-style MarginV=<margin> Если вы отключили SSA, то значение должно быть сверху. Опция mpv: -subpos <0-100>

source: Position (%)
ru: Позиция (%)

source: Codepage
ru: Кодировка

source: Setting a negative delay for subtitles embedded in mkv files, leads mpv to shift only the subtitle end time, because it reads the file sequentially. Checking this box will workaround the problem by adding: -subfile yourfile.mkv to mpv options, forcing mpv to read and shift the subtitles correctly. Also, any ass rendering will be disabled. http://bugzilla.mplayerhq.hu/show_bug.cgi?id=1870
ru: Установка отрицательной задержки для субтитров встроенных в файлы mkv, приводит только к смещению времени окончания субтитров, потому что mpv читает файл последовательно. Установка этого флажка позволит обойти эту проблему, добавив: -subfile yuorfile.mkv в опции mpv, заставляя mpv читать и сдвигать субтитры правильно. Так же любой рендеринг будет отключен. http://bugzilla.mplayerhq.hu/show_bug.cgi?id=1870

source: Use that codepage even if input is NOT UTF-8
ru: Используйте эту кодовую страницу, даже если ввод НЕ UTF-8

source: Mkv Workaround
ru: Обход mkv

source: Will completely disable Substation alpha styles and use the user configured style below instead.
ru: Полностью отключит альфа-стили подстанции,n и вместо этого использует стиль, настроенный пользователем ниже.

source: Disable SSA
ru: Отключить SSA

source: Will override Substation alpha attributes with the styles configured below.
ru: Альфа-атрибуты подстанции переопределяются стилями, настроенными ниже.

source: Override SSA
ru: Переопределить SSA

source: Setting this to 1.00 should display the same font dimension you will see on fullscreen with all of the video drivers, but Xv, which is a special case.
ru: Установка этого параметра на 1.00 должна отображать тот же размер шрифта, который вы видите в полноэкранном режиме со всеми видеодрайверами, за исключением Xv, что является особым случаем.

source: Preview scale factor:
ru: Коэффициент масштабирования предпросмотра:

source: Test the new configuration in the preview box.
ru: Тестировать новую конфигурацию в окне предварительного просмотра.

source: Retest
ru: Тест

source: Use new settings without save. To save settings, use menu item.
ru: Использовать новые настройки без сохранения. Для сохранения настроек используйте пункт меню.

source: Translation thread on Xt7-Player Boards
ru: Тема по переводу проигрывателя Xt7-Player

source: How to translate a gambas project
ru: Как перевести проект gambas

source: Another way to quickly translate xt7, thanks to eloaders
ru: Еще один способ быстро перевести XT7, благодаря eloaders

source: Don't show this anymore
ru: Не показывать это больше

source: If equalizer doesn't work, you can try to: - Change video output driver - Enable eq2 and hue filters under General Options - Add Eq2 filter in chains window - Add Hue filter in chains window
ru: Если эквалайзер не работает, вы можете попробовать: - Изменение драйвера вывода видео - Включить фильтры Eq2 и hue в Общие параметры - Добавить фильтр Eq2 в окне каналов - Добавить фильтр Hue в окне каналов

source: help
ru: Справка

source: Note that this can conflicts with Eq2 and hue filter settings
ru: Внимание, что это может привести к конфликтам с фильтрами Eq2 и hue

source: Auto apply those values
ru: Авто применение этих значений

source: Restore default settings
ru: Восстановить параметры по-умолчанию

source: Restore all
ru: Восстановить все

source: Brightness
ru: Яркость

source: Contrast
ru: Контрастность

source: Gamma
ru: Гамма

source: Hue
ru: Оттенок

source: Saturation
ru: Насыщенность

source: OverBright strength
ru: Сила сверхяркости

source: Overbright: Push contrast trying to preserve color details. Useful for low contrast videos or low contrast displays. May produce clipping/saturation artifacts. Works best with Xv and GL video drivers.
ru: Сверхяркость: Увеличивает контраст, пытаясь сохранить цветовые детали. Полезно для низкоконтрастных видео или низкоконтрастных дисплеев. Может создавать артефакты отсечения/насыщенности. Лучше всего работает с видеодрайверами Xv и GL.

source: Dynamic overbright strength: When usinng dynamic overbright, this slider controls how much you want the video to be altered by it.
ru: Динамическая сила сверхяркости: При использовании динамической чрезмерной яркости этот ползунок определяет, насколько сильно вы хотите изменить видео.

source: Dynamic
ru: Динамически

source: Threshold: Overbright will be altered only if the next overbright value differs from the previous one by less than the threshold. Gamma exponent: With high values, more overbright will be applied to dark scenes and less overbright to bright scenes. A value of 0 will switch to linear adjustments. (dark and bright scenes are treated equally)
ru: Порог: Избыток яркости будет изменен только в том случае, если следующее значение превышения яркости отличается от предыдущего меньше порогового значения. Гамма-экспонента: При высоких значениях будет больше чрезмерной яркости применяется к темным сценам и менее чрезмерно яркий к ярким сценам. Значение 0 переключит на линейные корректировки. (темные и яркие сцены обрабатываются одинаково)

source: Threshold
ru: Порог

source: Gamma exponent
ru: Показатель степени гаммы

source: Trying shared and cached keys...
ru: Пробуем общие и кэшированные ключи...

source: User provided api key does not seem to work.
ru: Предоставленный пользователем ключ API не работает.

source: Invalid or missing API KEY
ru: vНедействительный или отсутствующий КЛЮЧ API

source: You could try again later.
ru: Вы можете попробовать еще раз позже.

source: Custom search results
ru: Пользовательские результаты поиска

source: More Related to:
ru: Относящиеся к:

source: youtube-dl seems to be missing. Install it to watch youtube videos.
ru: youtube-dl кажется отсутствует. Установите его для просмотра видео youtube.

source: No channel file found. Do you want to tune some channels?
ru: Файл канала не найден. Вы хотите настроить некоторые каналы?

source: Tune
ru: Настройки

source: movie/drama
ru: Фильм/драма

source: detective/thriller
ru: Детектив/триллер

source: adventure/western/war
ru: приключения/вестерн/война

source: science fiction/fantasy/horror
ru: научной фантастики/фэнтези/ужасы

source: comedy
ru: Комедия

source: soap/melodrama/folkloric
ru: мыло/мелодрама/фольклорные

source: romance
ru: Романс

source: serious/classical/religious/historical movie/drama
ru: серьезное/классический/религиозные/исторический фильм/драма

source: adult movie/drama
ru: Взрослый фильм/драма

source: news/current affairs
ru: новости/текущие события

source: news/weather report
ru: новости/метеосводка

source: news magazine
ru: Журнал новостей

source: documentary
ru: Документальный

source: discussion/interview/debate
ru: обсуждение/интервью/дебаты

source: show/game show
ru: шоу/игровое шоу

source: game show/quiz/contest
ru: показ игр/викторин/конкурсов

source: variety show
ru: показ варьете

source: talk show
ru: интервью

source: sports
ru: спортивные

source: special events
ru: специальные мероприятия

source: sports magazines
ru: спортивные журналы

source: football/soccer
ru: Футбол/футбол

source: tennis/squash
ru: теннис/сквош

source: team sports
ru: спортивные команды

source: athletics
ru: атлетика

source: motor sport
ru: авто спорт

source: water sport
ru: водный спорт

source: winter sports
ru: зимние виды спорта

source: equestrian
ru: конный

source: martial sports
ru: боевые искусства

source: children's/youth programmes
ru: Детские/молодежные программы

source: pre-school children's programmes
ru: Дошкольные детские программы

source: entertainment programmes for 6 to14
ru: развлекательные программы от 6 до 14

source: entertainment programmes for 10 to 16
ru: развлекательные программы от 10 до 16

source: informational/educational/school programmes
ru: информационные/образовательные/школьные программы

source: cartoons/puppets
ru: Мультфильмы

source: music/ballet/dance
ru: Музыка/балет/танцевальная

source: rock/pop
ru: Рок/поп

source: serious music/classical music
ru: серьезная музыка/классическая музыка

source: folk/traditional music
ru: Народная/Традиционная музыка

source: jazz
ru: Джаз

source: musical/opera
ru: Музыка/опера

source: ballet
ru: балет

source: arts/culture
ru: искусство/культура

source: performing arts
ru: исполнительское искусство

source: fine arts
ru: Изобразительные искусства

source: religion
ru: религия

source: popular culture/traditional arts
ru: народная культура/традиционное искусство

source: literature
ru: литература

source: film/cinema
ru: Фильм/кино

source: experimental film/video
ru: Экспериментальный фильм/видео

source: broadcasting/press
ru: Вещания/пресса

source: new media
ru: Новые медиа

source: arts/culture magazines
ru: журналы по искусству/культуре

source: fashion
ru: Мода

source: social/political issues/economics
ru: социальные/политические вопросы/экономика

source: magazines/reports/documentary
ru: журналы/репортажи/документальный

source: economics/social advisory
ru: экономика/социальная консультация

source: remarkable people
ru: замечательные люди

source: education/science/factual topics
ru: образование/наука/фактический темы

source: nature/animals/environment
ru: Природа/животные/среда

source: technology/natural sciences
ru: технологии/естественные науки

source: medicine/physiology/psychology
ru: медицина/физиология/психология

source: foreign countries/expeditions
ru: зарубежные страны/экспедиции

source: social/spiritual sciences
ru: социальные/духовные науки

source: further education
ru: дальнейшее образование

source: languages
ru: Языки

source: leisure hobbies
ru: досуг хобби

source: tourism/travel
ru: туризм/путешествия

source: handicraft
ru: ручная работа

source: motoring
ru: Прокрутка

source: fitness and health
ru: фитнес и здоровье

source: cooking
ru: кулинария

source: advertisement/shopping
ru: Реклама/покупки

source: gardening
ru: Садоводство

source: Ladspa file
ru: Файл ladspa

source: Ladspa plugin file name
ru: Имя файла модуля ladspa

source: Ladspa plugin label
ru: Метка модуля ladspa

source: Plugin controls:
ru: Управление модулями:

source: Number of output channels:
ru: Количество выходных каналов:

source: ffmpeg > 2.8 will not need this.
ru: ffmpeg > 2.8 в этом не нуждается.

source: Show the ladspa commandline for mpv from the selected plugin
ru: Показать командную строку ladspa для mpv от выбранного модуля

source: Generate
ru: Создать

source: Display the plugin controls and values from a valid mpv lavfi ladspa command line, eg: af lavfi="[ladspa=file=/usr/lib/ladspa/fast_lookahead_limiter_1913.so:p=fastLookaheadLimiter:c='c0=20|c1=-10|c2=2']
ru: Отображать элементы управления плагина и значения из допустимой командной строки mpv lavfi ladspa, например: af lavfi="[ladspa=file=/usr/lib/ladspa/fast_lookahead_limiter_1913.so:p=fastLookaheadLimiter:c='c0=20|c1=-10|c2=2']

source: Reverse
ru: В обратном порядке

source: Generate the parameters, Copy the string into the previous custom audio filter field, closes the window.
ru: Создание параметров , Скопировать строку в предыдущем поле пользовательского аудио фильтра закрыть окно.

source: Accept
ru: Принять

source: Close the window and discard any change
ru: Отказаться от любых изменений и закрыть окно

source: Use the specified profile as default
ru: Использовать указанный профиль по умолчанию

source: Use specified profile only for this session
ru: Использовать указанный профиль только для этой сессии

source: Append the file to the playlist of a running instance
ru: Добавить файл в работающий экземпляр списка воспроизведения

source: Play in a new instance even if one is already running
ru: Воспроизводить в новом экземпляре, даже если один из них уже запущен

source: Start minimized in the tray
ru: Запускать в свёрнутом виде

source: Enable debug output
ru: Включить отладочный вывод

source: No channel
ru: Нет канала

source: NOW
ru: Новый

source: NEXT
ru: Дальше

source: Not Available
ru: Недоступен

source: This will cause xt7 to restore the playback time position of any recently played file.
ru: Dies bewirkt, dass xt7 die Wiedergabewiedergabe Zeitposition der zuletzt wiedergegebenen Datei wiederherstellt.

source: Stop screensaver
ru: Остановить хранитель экрана

source: A good realtime normalizer (with auto values)
ru: Хороший нормализатор в реальном времени} (с авто значениями)
