Repository: abfonly/xt7-player-mpv
Catalog: .lang/*.po
Languages: ru

source: Highlight
ru: Выделение

source: Modules
ru: Модули

source: Rename the current filter:
ru: Переименовать текущий фильтр:

source: Output raw AC-3 stream if no, output to S/PDIF for pass-through if yes (default).
ru: Вывод необработанного потока AC-3, если нет, вывод в S/PDIF для сквозной передачи, если да (по умолчанию).

source: The bitrate use for the AC-3 stream.
ru: Битрейт для потока AC-3.

source: If the input channel number is less than <minchn>, the filter will detach itself (default: 3).
ru: Если номер входного канала меньше <minchn>, фильтр отключится (по умолчанию: 3).

source: This filter must be the last in the chain
ru: Этот фильтр должен быть последним в цепочке

source: Adjust the input audio volume.
ru: Отрегулировать громкость входного аудио.

source: Input Gain in dB
ru: Входное усиление в дБ

source: Input gain multiplier
ru: Множитель входного усиления

source: - Scales audio tempo preserving pitch -
ru: - Изменение темп звука с сохранением высоты тона -

source: If rubberband and scaletempo are enabled, only rubberband will be used.
ru: Если включены rubberband и scaletempo, будет использоваться только rubberband.

source: - Alter audio pitch -
ru: - Изменение высоты звука -

source: Set playback tempo/pitch
ru: Установить темп/высоту воспроизведения

source: - Adds live effect to playback
ru: - Добавляет живой эффект к воспроизведению

source: Amount
ru: Объём

source: Keep input signal under a desired threshold
ru: Держать входной сигнал ниже желаемого порога

source: Keep asc =1 active to avoid distortions on systems with more than 2 speakers
ru: Держать asc =1 активным, чтобы избежать искажений в системах с более чем двумя динамиками.

source: This filter is a good volume normalizer
ru: Этот фильтр является хорошим нормализатором громкости.

source: Audio resampler: set the default audio resampler quality
ru: Ресэмплер звука: установите качество ресэмплера звука по умолчанию

source: Put this filter at the end of the chain, but before lavcac3enc (if enabled)
ru: Поместить этот фильтр в конец цепочки, но перед lavcac3enc (если включен)

source: - Dynamic Audio Normalizer -
ru: - Динамический нормализатор звука -

source: - Custom audio filters -
ru: - Пользовательские аудио фильтры -

source: Custom audio filter(s):
ru: Пользовательский аудио фильтр(ы):

source: E.g.:resample=44100:1:2,hrtf=s
ru: Например:resample=44100:1:2,hrtf=s

source: Continue anyway
ru: Всё равно продолжить

source: Even if your ffmpeg has ladspa support compiled in, you seem to miss the ladspa package. because 'analyseplugin' executable is not found
ru: Даже если ваш ffmpeg поддерживает ladspa, вы кажется пропустили пакет ladspa. потому что не найден исполняемый «analyseplugin»

source: - Sharpen or blur the input video -
ru: - Увеличить резкость или размытие входного видео -

source: Luminance Matrix
ru: Яркость матрицы

source: The higher, the slower
ru: Чем выше, тем медленнее

source: Luma amount
ru: Сумма сигнала яркости

source: Negative means blur
ru: Отрицательное значение размытость

source: Chrominance Matrix
ru: Цветовая матрица

source: Chroma amount
ru: Сумма цветности

source: Needs ffmpeg compiled with opencl support
ru: Требуется ffmpeg, скомпилированный с поддержкой opencl

source: - Add paddings to the input image -
ru: - Добавить отступы к входному изображению -

source: 0 to Disable; Width of the output image with the paddings added.
ru: 0 для отключения; Ширина выходного изображения с добавленными отступами.

source: 0 to Disable; height of the output image with the paddings added.
ru: 0 для отключения; Высота выходного изображения с добавленными отступами.

source: Original image position; -1 to center
ru: Исходное положение изображения; -1 до центра

source: Use named colors or #rrggbb notation
ru: Использовать именованные цвета или нотацию #rrggbb

source: Pad to aspect instead to a resolution.
ru: Установить пропорции вместо разрешения.

source: - High Quality 3D Denoiser -
ru: - Высококачественный 3D шумоподавитель -

source: Spatial luma strength
ru: Пространственная интенсивность яркости

source: Spatial chroma strength
ru: Пространственная интенсивность цветности

source: Temporal luma strength
ru: Временная интенсивность яркости

source: Temporal chroma strength
ru: Временная интенсивность цветности

source: - Vertical flip -
ru: - Вертикальный переворот -

source: - Horizontal flip -
ru: - Горизонтальный переворот -

source: - Rotate video -
ru: - Повернуть видео -

source: Angle
ru: Угол

source: - Remove logo from input video -
ru: - Удалить логотип из входного видео -

source: Make sure you specify and enable at least x,y,w and h
ru: Убедитесь, что вы указали и включили по крайней мере x, y, w и h

source: TopLeft Corner
ru: Верхний левый угол

source: Box width
ru: Ширина поля

source: Box height
ru: Высота поля

source: Thickness of the fuzzy edge
ru: Толщина нечеткого края

source: Draw box borders
ru: Рисовать границы поля

source: - Simple postprocessing filter -
ru: - Простой фильтр постобработки -

source: Set quality. This option defines the number of levels for averaging
ru: Устанавливает качество. Этот параметр определяет число уровней для усреднения

source: Force a constant quantization parameter.
ru: Принудительный параметр постоянной квантования

source: Thresholding mode,soft is blurrer but derings better
ru: Режим удержания порога, soft размыт, но работает лучше

source: - Ultra slow/simple postprocessing filter -
ru: - Сверхмедленный / простой фильтр постобработки -

source: - Custom video filters -
ru: - Пользовательские видео фильтры -

source: Custom video filter(s):
ru: Пользовательский видеофильтр(ы):

source: E.g.:mirror,smartblur=0.4:0.5:10
ru: Например:mirror,smartblur=0.4:0.5:10

source: - Software equalizer -
ru: - Программный эквалайзер -

source: Initial contrast (-x = negative image)
ru: Начальный контраст (-х = негатив изображения)

source: Initial brightness (default: 0.0)
ru: Начальная яркость (по умолчанию: 0,0)

source: Initial Saturation (default: 0.0)
ru: Начальная насыщенность (по умолчанию: 0.0)

source: Initial gamma value(default: 1.0)
ru: Начальное значение гаммы (по умолчанию: 1.0)

source: gamma for the red component (default: 1.0)
ru: Гамма для красного компонента (по умолчанию: 1.0)

source: gamma for the green component (default: 1.0)
ru: Гамма для зеленого компонента (по умолчанию: 1.0)

source: gamma for the blue component (default: 1.0)
ru: Гамма для синего компонента (по умолчанию: 1.0)

source: Reduce effect of gamma correction
ru: Уменьшить влияние гамма-коррекции

source: - Debands video quickly using gradients. -
ru: - Быстрый debands видео с использованием градиентов. -

source: Maximum amount by which the filter will change any one pixel. Also the threshold for detecting nearly flat regions (default: 1.2).
ru: Максимальная сумма, на которую фильтр будет изменить один пиксель. Так-же порог для обнаружения почти плоских областей (по умолчанию: 1,2).

source: Strength
ru: Интенсивность

source: Neighborhood to fit the gradient to. Larger radius makes for smoother gradients, but also prevents the filter from modifying pixels near detailed regions (default: 16).
ru: Близость с нужным градиентом. Больший радиус дает более плавные градиенты, но также предотвращает фильтр от изменения пикселей около подробных областей (по умолчанию: 16).

source: Radius
ru: Радиус

source: - Yet Another Deinterlace Filter. -
ru: - Еще один фильтр динтерласа. -

source: 0 - Output 1 frame for each frame.
ru: 0 - Вывод 1 кадра для каждого кадра.

source: 1 - Output 1 frame for each field.
ru: 1 - Вывод 1 кадра для каждого поля.

source: 2 - Like 0 but skips spatial interlacing check.
ru: 2 - Аналогично 0, но без проверки пространственного чередования.

source: 3 - Like 1 but skips spatial interlacing check
ru: 3 - Аналогично 1, но без проверки пространственного чередования

source: -1 - auto
ru: -1 - Авто

source: 0 - top field first
ru: 0 - сначала верхнее поле

source: 1 - bottom field first
ru: 1 - сначала нижнее поле

source: Picture field parity to assume
ru: Предполагаемая четность поля изображения

source: 0 - deinterlace all frames
ru: 0 - деинтерлейсировать все кадры

source: 1 - only deinterlace frames marked as interlaced
ru: 1 - деинтерлейсировать только кадры, отмеченные как чересстрочные

source: - VDPAU video postprocessing -
ru: - Постобработка видео VDPAU-

source: Sharpen filter, negative values will blur the picture
ru: Фильтр чёткости, отрицательные значения будут размывать картинку

source: Denoise filter
ru: Фильтр шумоподавления

source: Wheater deinterlacing is enabled
ru: Включен деинтерлейсинг Wheater

source: Deinterlacing mode
ru: Режим деинтерлейсинга

source: Set to no if having performance issue with deinterlacing
ru: Установитьзначение «Нет», если возникают проблемы с производительностью при деинтерлейсинге.

source: Try to apply inverse telecine, needs motion adaptive temporal deinterlacing.
ru: Попробуйте применить инверсный телесин, нужен временный деинтерлейсинг с адаптацией к движению.

source: If yes (default), only deinterlace frames marked as interlaced.
ru: Если да (по умолчанию), деинтерлейсируются только кадры, помеченные как чересстрочные.

source: Apply high quality VDPAU scaling (needs capable hardware).
ru: Применять высокое качество масштабирования vdpau (требуется аппаратная поддержка)

source: This filter only works with vdpau and gpu(opengl?) video outputs
ru: Этот фильтр работает только с видеовыходами vdpau и gpu(opengl?)

source: - VAAPI video postprocessing -
ru: - Постобработка видео VAAPI -

source: Select the deinterlacing algorithm.
ru: Выбрать алгоритм деинтерлейсинга.

source: This filter only works with vaapi and gpu(opengl?) video outputs
ru: Этот фильтр работает только с видеовыходами vaapi и gpu(opengl?)

source: - Converts betweed stereoscopic image formats -
ru: - Преобразование между форматами стереоскопических изображений -

source: Input format
ru: Формат ввода

source: ab2l - above-below with half height resolution (left eye above, right eye below)
ru: ab2l - выше-ниже, с разрешением в пол высоты (левый глаз выше, правый глаз ниже)

source: ab2r - above-below with half height resolution (right eye above, left eye below)
ru: ab2r - выше-ниже, с разрешением пол высоты (правый глаз выше, левый глазниже)

source: abl - above-below (left eye above, right eye below)
ru: abl - выше-ниже (левый глаз выше, правый глаз ниже)

source: abr - above-below (right eye above, left eye below)
ru: abr - выше-ниже (правый глаз выше, левый глаз ниже)

source: al - alternating frames (left eye first, right eye second)
ru: al - чередующиеся кадры (сначала левый глаз, затем правый)

source: ar - alternating frames (right eye first, left eye second)
ru: ar - чередующиеся кадры (сначала правый глаз, затем левый глаз)

source: icl - interleaved columns, left eye first)
ru: icl - чередующиеся столбцы, сначала левый глаз)

source: icr - interleaved columns, right eye first)
ru: icr- чередующиеся столбцы, сначала правы глаз)

source: irl - interleaved rows (left eye has top row, right eye starts on next row)
ru: irl - чередующиеся ряды (левый глаз имеет верхний ряд, правый глаз начинается со следующего ряда)

source: irr - interleaved rows (right eye has top row, left eye starts on next row)
ru: irr - чередующиеся строки (правый глаз имеет верхний ряд, левый глаз начинается со следующего ряда)

source: sbs2l - side by side parallel with half width resolution (left eye left, right eyeright)
ru: sbs2l - бок о бок параллельно с разрешением половинной ширины (левый глаз слева, правый глаз справа)

source: sbs2r - side by side crosseye with half width resolution (right eye left, left eye right)
ru: sbs2r - параллельное перекрестие с разрешением половинной ширины (правый глаз слева, левый глаз справа)

source: sbsl - side by side parallel (left eye left, right eye right)
ru: sbsl - бок о бок параллельно (левый глаз левый, правый глаз правый)

source: sbsr - side by side crosseye (right eye left, left eye right)
ru: sbsr - бок о бок перекрестно (правый глаз левый, левый глаз правый)

source: tb2l - above-below withhalf height resolution (left eye above, right eye below)
ru: tb2l - сверху-снизу с половинным разрешением по высоте (левый глаз вверху, правый глаз внизу)

source: tb2r - above-below with half height resolution (right eye above, left eyebelow)
ru: tb2r - сверху-снизу с половинным разрешением по высоте (правый глаз сверху, левый снизу)

source: tbl - above-below (left eye above, right eye below)
ru: tbl - сверху-снизу (левый глаз вверху, правый глаз внизу)

source: tbr - above-below (right eye above, left eye below)
ru: tbr - сверху-снизу (правый глаз сверху, левый снизу)

source: Output format
ru: Формат вывода

source: agmc - anaglyph green/magentacolored (green filter on left eye, magenta filter on right eye)
ru: agmc - анаглиф зеленого/пурпурного цвета (зеленый фильтр на левом глазу, пурпурный фильтр на правом глазу)

source: agmd - anaglyph green/magenta color optimized with the least squares projection of dubois (green filter on left eye, magenta filter on right eye)
ru: agmd - анаглифный зеленый/пурпурный цвет, оптимизированный с помощью проекции дюбуа методом наименьших квадратов (зеленый фильтр для левого глаза, пурпурный фильтр для правого глаза)

source: agmg-anaglyph green/magenta gray (green filter on left eye, magenta filter on right eye)
ru: agmg - анаглифный зеленый/пурпурно-серый (зеленый фильтр на левом глазу, пурпурный фильтр на правом глазу)

source: agmh - anaglyph green/magenta half colored (green filter on left eye, magenta filter on right eye)
ru: agmh - анаглиф зелено/пурпурный полу цветный (зеленый фильтр на левый глаз, пурпурный фильтр на правый глаз)

source: arbg - anaglyph red/blue gray (red filter on left eye, blue filter on right eye)
ru: arbg - анаглиф красный/сине-серый (красный фильтр на левый глаз, синий фильтр на правый глаз)

source: arcc -anaglyph red/cyan color (red filter on left eye, cyan filter on right eye)
ru: arcc - анаглифный красный/голубой цвет (красный фильтр для левого глаза, голубой фильтр для правого глаза)

source: arcd - anaglyph red/cyan color optimized with the least squares projection of dubois (red filter on left eye, cyan filter on right eye)
ru: arcd - анаглиф дюбуа красный/голубой цвета оптимизированы с проекцией наименьших квадратов(красный фильтр на левый глаз, голубой фильтр на правый глаз)

source: arcg - anaglyph red/cyan gray (red filter on left eye, cyan filter on right eye)
ru: arcg - анаглиф красно/голубой серый (красный фильтр на левый глаз, голубой фильтр на правый глаз)

source: arch - anaglyph red/cyan half colored (red filter on left eye, cyan filter on right eye)
ru: arch - анаглиф красный/ голубой полу цветные (красный фильтр на левый глаз, голубой фильтр на правый глаз)

source: argg - anaglyph red/green gray (red filter on left eye,green filter on right eye)
ru: argg - анаглиф красный/зелено-серый (красный фильтр на левый глаз, зеленый фильтр на правый глаз)

source: aybc - anaglyph yellow/bluecolored (yellow filter on left eye, blue filter on right eye)
ru: aybc - анаглиф желтого/синего цвета (желтый фильтр на левом глазу, синий фильтр на правом глазу)

source: aybd - anaglyph yellow/blue color optimized with the least squares projection of dubois (yellow filter on left eye, blue filter on right eye)
ru: aybd - анаглифный желтый/синий цвет, оптимизированный с помощью проекции Дюбуа методом наименьших квадратов (желтый фильтр для левого глаза, синий фильтр для правого глаза)

source: aybg - anaglyph yellow/blue gray (yellow filter on left eye, blue filter on right eye)
ru: aybg - анаглиф желто/голубой серый (желтый фильтр на левый глаз, синий фильтр на правый глаз)

source: aybh - anaglyph yellow/blue half colored (yellow filter on left eye, blue filter on right eye)
ru: aybh - анаглиф желто/голубой полу цветный (желтый фильтр на левый глаз, синий фильтр на правый глаз)

source: chl - checkerboard, left eye first)
ru: chl - шахматная доска, левый глаз вперед)

source: chr - checkerboard, right eye first)
ru: chr - шахматная доска, правый глаз вперед)

source: hdmi - HDMI frame pack
ru: hdmi - пакет кадров HDMI

source: ml -monooutput (left eye only)
ru: ml -monooutput (только левый)

source: mr - mono output (right eye only)
ru: mr - моно (только правый)

source: Adaptors list: ---------------------------------
ru: Список адаптеров: ---------------------------------

source: Show man page
ru: Показать man страницу

source: Select the desidered size, or: 0 means disable width scaling -1 will calculate width from desidered height
ru: Выбрать желаемый размер, или: 0 означает отключить масштабирование по ширине -1 вычислит ширину по желаемой высоте

source: Width
ru: Ширина

source: Select the desidered size, or: 0 means disable height scaling -1 will calculate height from desidered width
ru: Выбрать нужный размер или: 0 означает отключить масштабирование по высоте -1 будет вычислять высоту из желаемой ширины

source: Height
ru: Высота

source: Set the interlacing mode.
ru: Установить режим деинтерлейсинга

source: Interlaced scaling
ru: Чересстрочное масштабирование

source: -1 - Automatic
ru: -1 - Автоматически

source: 0 - Do not apply interlaced scaling
ru: 0 - не применять чересстрочное масштабирование

source: 1 - Force interlaced aware scaling
ru: 1 - принудительное масштабирование с учетом чересстрочной развертки

source: Enable decreasing or increasing output video width or height if necessary to keep the original aspect ratio.
ru: Включить уменьшение или увеличение ширины или высоты выходного видео, если это необходимо, чтобы сохранить исходное соотношение сторон.

source: Force original aspect ratio
ru: Принудительно использовать исходное соотношение сторон

source: Choose if you want to allow upscaling and downscaling
ru: Выберите, хотите ли вы разрешить увеличение или уменьшение масштаба.

source: Permit Up/Downscaling
ru: Разрешить увеличение/уменьшение масштаба

source: 0 - Allow both
ru: 0 - Разрешить оба

source: 1 - Allow upscaling only
ru: 1 - Разрешить только масштабирование

source: 2 - Allow Downscaling only
ru: 2 - Разрешить только уменьшение масштаба

source: Show a tool that helps you to compile ladspa filter parameters. If you don't use ladspa, just don't push it.
ru: Показать инструмент, который поможет вам составить параметры фильтра ladspa. Если вы не используете ladspa, просто не трогайте это.

source: Center Frequency
ru: Центральная частота

source: Gain (dB)
ru: Усиление (дБ)

source: Filter width (Hz)
ru: Ширина фильтра (Гц)

source: Makeup Gain (dB)
ru: Компенсация усиления (дБ)

source: Auto values
ru: Авто значения

source: Soft knee radius
ru: Мягкий радиус колена

source: Decay (decisecs)
ru: Распад (децисекунды)

source: Threshold (dB)
ru: Порог (дБ)

source: Ratio
ru: Соотношение сторон

source: detection
ru: Определение

source: Apply HQ profile
ru: Применить профиль HQ

source: Opengl Options
ru: Параметры Openg

source: Vulkan options
ru: Параметры Vulkan

source: Controls the presentation mode of the vulkan swapchain. This is similar to the --opengl-swapinterval option. auto Use the preferred swapchain mode for the vulkan context. (Default) fifo Non-tearing, vsync blocked. Similar to "VSync on". fifo-relaxed Tearing, vsync blocked. Late frames will tear instead of stuttering. mailbox Non-tearing, not vsync blocked. Similar to "triple buffering". immediate Tearing, not vsync blocked. Similar to "VSync off".
ru: Управляет режимом презентации vulkan swapchain. Это похоже на параметр --opengl-swapinterval. auto Использовать предпочтительный режим цепочки обмена для контекста vulkan. (По умолчанию) fifo Без разрывов, vsync заблокирован. Похоже на "VSync on". fifo-relaxed С разрывами, vsync заблокирован. Поздние кадры будут рваться вместо заикания. mailbox Без разрывов, vsync не блокируется. Похоже на "triple buffering". immediate С разрывами, vsync не блокируется. Похоже на "VSync off".

source: Controls which compiler is used to translate GLSL to SPIR-V. This is (currently) only relevant for --gpu-api=vulkan. The possible choices are: auto Use the first available compiler. (Default) shaderc Use libshaderc, which is an API wrapper around glslang. This is generally the most preferred, if avail‐ able. nvidia Use nvidia's built-in compiler. Only works for nvidia GPUs. Can be buggy, but also supports some fea‐ tures glslang does not. Only works with vulkan.
ru: Определяет, какой компилятор используется для перевода GLSL в SPIR-V. Это (в настоящее время) актуально только для --gpu-api=vulkan. Возможными вариантами являются: auto Использовать первый доступный компилятор. (По умолчанию) shaderc Использовать libshaderc, который представляет собой оболочку API вокруг glslang. Обычно это наиболее предпочтительный вариант, если он доступен. nvidia Использовать встроенный компилятор nvidia. Работает только для графических процессоров nvidia. Может содержать ошибки, но также поддерживает некоторые функции, которых нет в glslang. Работает только с vulkan.

source: Gpu options
ru: Параметры Gpu

source: Override autodetected display refresh rate value
ru: Переопределить автоопределённое значение частоты обновления экрана

source: Display refresh rate
ru: Частота обновления экрана

source: Detect whether a compositing window manager is active.
ru: Определять, если композитный оконный менеджер является активным.

source: detect composite
ru: Определять композитный режим

source: Queue video frame changes at most this many milliseconds in advance
ru: Видеокадр в очереди изменяется не более чем на это количество миллисекунд вперед

source: queue video frames (ms) windowed
ru: очередь видеокадров (мс) в оконном режиме

source: queue video frames (ms) fullscreen
ru: очередь видеокадров (мс) в полноэкранном режиме

source: Allocate this many output surfaces to display video frames
ru: Выделите это количество выходных поверхностей для отображения видеокадров.

source: surfaces number
ru: Количество поверхностей

source: Never accept RGBA input.
ru: Никогда не принимать ввод RGBA.

source: Force YUV
ru: Принудительно YUV

source: default - use implementation default (default)
ru: По умолчанию - использовать реализацию по умолчанию (по умолчанию)

source: fast - use fast scaling, but possibly with less quality
ru: быстро - использовать быстрое масштабирование, но с возможно меньшим качеством

source: hq - use high-quality scaling, but possibly slower
ru: hq - использовать высококачественное масштабирование, возможно замедление

source: nla - use non-linear anamorphic scaling
ru: nla - использовать нелинейное анаморфированное масштабирование

source: default - use implementation default (default)
ru: По умолчанию - использовать реализацию по умолчанию (по умолчанию)

source: Mixer Device
ru: Микшер

source: Apply changes in real-time (no need to push the "USE" button)
ru: Применить изменения в режиме реального времени (не нужно нажимать кнопку «Использовать»)

source: Auto-apply filter changes
ru: Автоматически применять изменения фильтра

source: No results, try with a less restrictive search
ru: Результата нет, попробуйте с менее строгим поиском

source: try also to remove file tags.
ru: Также попробуйте удалить файл тегов.

source: Couldn't load the subtitle because No video is playing
ru: Не удалось загрузить субтитры, потому что видео не воспроизводится

source: Search Opensubtitles.org
ru: Поиск Opensubtitles.org

source: Try the selected subtitle
ru: Попробовать выбранные субтитры

source: Save The selected subtitle
ru: Сохранить выбранные субтитры

source: No file is playing
ru: Файл не воспроизводится

source: New profile name
ru: Новое имя профиля:

source: Do you also want to load
ru: Вы также хотите загрузить

source: Don't load, just switch
ru: Не загружать, просто переключить

source: Yes, load
ru: Да, загрузить

source: Delete:
ru: Удалить:
