Repository: abfonly/xt7-player-mpv
Catalog: .lang/*.po
Languages: ru

source: Add selected items to library
ru: Добавить выбранные пункты в библиотеку

source: Delete selected
ru: Удалить выбранное

source: See more results
ru: См. больше результатов

source: Get related videos
ru: Загрузить похожие видео

source: Add this folder to history
ru: Добавить каталог в историю

source: Rename channel(s)
ru: Переименовать канал(ы)

source: Menu
ru: Меню

source: Configuration toolbox
ru: Настройка панели

source: Video modes menu
ru: Меню режимов видео

source: Show/Hide AudioTag editor
ru: Показать/скрыть редактор аудио тегов

source: Video Equalizer
ru: Видео эквалайзер

source: Other realtime commands
ru: Другие команды реального времени

source: Switch subtitle track
ru: Переключить дорожку субтитров

source: Switch audio track
ru: Переключить аудио дорожку

source: Hide/show left panel
ru: Скрыть/показать левую панель

source: Fullscreen Switch
ru: Полный экран

source: Drag'n drop files, folders or media links to add them,
ru: Перетащить файлы, папки или медиа ссылки для добавления,

source: Albums
ru: Альбомы

source: Playlists
ru: Списки воспроизведения

source: Choose a Playlist
ru: Выбрать список

source: Save the playlist
ru: Сохранить список воспроизведения

source: Delete the playlist
ru: Удалить список

source: Open the playlist folder
ru: Открыть папку плейлиста

source: Drag'n drop files or media links to add them,
ru: Перетащить файлы или медиа ссылки для добавления,

source: Move selected items up in the list. You can use the mouse wheel too.
ru: Переместить выбранные элементы вверх в списке. Вы можете так-же использовать колесико мыши.

source: Move selected playlist items down. You can use the mouse wheel too.
ru: Переместить выбранные элементы вниз в списке Вы можете так-же использовать колесико мыши.

source: Selection play time
ru: Выбор времени воспроизведения

source: Browse
ru: Обзор

source: Mounted devices
ru: Монтируемые устройства

source: Bookmarks
ru: Закладки

source: Parent
ru: Родительский

source: Enter a path to browse it
ru: Введите путь к его обзору

source: Show/Hide hidden files
ru: Показать/скрыть скрытые файлы

source: Double click on an item to start playing
ru: Дважды щелкнуть на элементе для начала воспроизведения

source: Double Click for Search Options.
ru: Дважды щелкнуть для опций поиска.

source: Filter
ru: Фильтр

source: Enter some search terms. Special character "|" means "OR", so you can type: Bach|Mozart
ru: Введите условия поиска. Специальный символ "|" означает "или", так что вы можете ввести: Бах|Моцарт

source: Open the Electronic Program Guide window
ru: Электронное руководство по программе

source: Show options for DVBT
ru: Показать опции для DVBT

source: Start simple dvb tuner
ru: Начать с простого тюнера DVB

source: Scan for channels
ru: Сканировать каналы

source: Audio CD
ru: Аудио CD

source: Switch to navigation mode.
ru: Переключиться в режим навигации.

source: DVD menu navigation mode
ru: Режим навигации меню DVD

source: Click to open video page
ru: Щелкните для открытия страницы видео

source: Show youtube video information
ru: Показать информацию видео youtube

source: Search now
ru: Новый поиск

source: Show/Hide search options panel
ru: Показать/скрыть панель параметров поиска

source: only valid for searches
ru: Действительно только для поиска

source: Results
ru: Результаты

source: How many results to get.
ru: Сколько результатов получить.

source: Order by
ru: Сортировка по

source: Only valid for standard feeds
ru: Действительны только для стандартных каналов

source: Region
ru: Регион

source: Time
ru: Время

source: Author
ru: Автор

source: Get an updated genres list from shoutcast server
ru: Загрузить обновленный список жанров от Shoutcast Server

source: Refresh Genres list
ru: Обновить список жанров

source: Search results:
ru: Результаты поиска:

source: HighLight
ru: Выделение

source: Highlight the results
ru: Выделить результаты

source: Free serch by content
ru: Свободный поиск по содержимому

source: Podcasts
ru: Подкасты

source: Refresh podcasts info
ru: Обновить информацию подкастов

source: Refresh All
ru: Обновить все

source: Manually enter a new podcast URL
ru: Добавить вручную новый адрес подкаста

source: Media Info
ru: Информация

source: Info on playing media or on the last played one
ru: Информация о воспроизводимом мультимедиа или о последнем проигранном

source: Profiles
ru: Профили

source: Current profile:
ru: Текущий профиль:

source: Choose a profile from the list
ru: Выбрать профиль из списка

source: Load the selected profile
ru: Загрузить выбранный профиль

source: Load
ru: Загрузить

source: Save the settings to the selected profile
ru: Сохранить настройки в выбранный профиль

source: Save
ru: Сохранить

source: Rename the selected profile
ru: Переименовать выбранный профиль

source: Rename
ru: Переименовать

source: Save the current settings to a new profile
ru: Сохранить текущие настройки в новый профиль

source: Save As
ru: Сохранить как

source: Delete the selected profile
ru: Удалить выбранный профиль

source: Delete
ru: Удалить

source: Make a new blank profile
ru: Создать новый пустой профиль

source: Make new
ru: Создать новый

source: Show and select the possible search fields
ru: Показать и выбрать возможные поля поиска

source: Play random media when the previous reaches the end.
ru: Воспроизводить случайно когда предыдущий дойдет до конца.

source: Show media info when hovering a list item.
ru: Показать информацию при наведении курсора на элемент списка.

source: Play next media as the previous reaches the end.
ru: Воспроизводить следующий когда предыдущий дойдет до конца.

source: Tag Editor
ru: Редактор тэгов

source: Genre
ru: Жанр

source: Track No.
ru: Дорожка №.

source: Select next
ru: Выбрать следующий

source: Commit
ru: Коммит

source: Previous media
ru: Предыдущий

source: Next media
ru: Следующий

source: Capture the playing stream. It will work only you are playing mpeg files.
ru: Захват проигрываемого потока. Будет работать только если вы проигрываете mpeg файлы.

source: Play/pause
ru: Воспроизведение/пауза

source: Chapters available
ru: Доступные главы

source: Slowdown
ru: Замедление

source: Speedup
ru: Ускорение

source: Show/Hide current and next TV program.
ru: Показать/скрыть текущую и следующую телепрограмму.

source: Hover the mouse over this button then * Zoom the video with mouse wheel. * Cycle through zoom with right mouse button.
ru: Наведите указатель мыши на эту кнопку, затем * Увеличьте видео с помощью колеса мыши. * Циклами через зум правой кнопкой мыши.

source: Next
ru: Следующий

source: Please wait
ru: Подождите

source: New search
ru: Новый поиск

source: User options
ru: Параметры пользователя

source: Allows volume over 100%
ru: Разрешить громкость более 100%

source: Maximum Amplification
ru: Максимальное усиление

source: Set the maximum amplification level (disabling this means 130). A value of 130 will allow you to adjust the volume up to a maximum of about double the current level. mpv option: -volume-max
ru: Установить максимальный уровень усиления (отключение этого означает 130). Значение 130 позволит вам отрегулировать громкость до максимума, примерно вдвое превышающего текущий уровень. mpv option: -volume-max

source: AC3 dynamic range compression
ru: Сжатие динамического диапазона AC3

source: Select the Dynamic Range Compression level for AC-3 audio streams. <level> is a float value ranging from 0 to 1, where 0 means no compression and 1 means full compression (make loud passages more silent and vice versa). This option only shows an effect if the AC-3 stream contains the required range compression information. mpv option: --ad-lavc-ac3drc=<level>
ru: Выбрать уровень сжатия динамического диапазона для аудиопотоков AC-3. <level> — это число с плавающей запятой в диапазоне от 0 до 1, где 0 означает отсутствие сжатия, а 1 — полное сжатие (сделать громкие пассажи более тихими и наоборот). Этот параметр показывает эффект только в том случае, если поток AC-3 содержит необходимую информацию о сжатии диапазона. mpv option: --ad-lavc-ac3drc=<level>

source: Output Channels
ru: Выходные каналы

source: Request the number of playback channels (default: 2). This is usually only important when playing videos with AC-3 audio (like DVDs). mpv option: audio-channels
ru: Запрос количества каналов воспроизведения (по умолчанию: 2). Это, как правило, только при воспроизведении видео со звуком AC-3 (например DVD). Опция mpv: audio-channels

source: Replaygain
ru: Выравнивание громкости

source: Adjust volume gain according to the track-gain or album-gain replaygain value stored in the file metadata
ru: Отрегулируйте усиление громкости в соответствии со значением выравнивание громкости трека или альбома, хранящимся в метаданных файла.

source: Replaygain preamplification (dB)
ru: Предварительное выравнивание громкости (дБ)

source: Pre-amplification gain in dB to apply to the selected replaygain gain
ru: Предварительне усиление в дБ для применения к выбранному выравнивание громкости

source: Prevent replaygain clip
ru: Предотвратить выравнивание громкости клипа

source: Prevent clipping caused by replaygain by automatically lowering the gain
ru: Предотвратить отсечение, вызванное выравниванием громкости, путем автоматического снижения усиления.

source: Initial speed
ru: Начальная скорость

source: Set initial playback tempo/pitch
ru: Устанавливает начальный темп воспроизведения/шаг

source: #-12..#+12 are semitones. mpv option: speed
ru: #-12..#+12 полутона. mpv option: speed

source: Keep pitch when changing speed
ru: Сохранять высоту тона при изменении скорости

source: Preserve pitch
ru: Сохранять высоту

source: Mantain audio pitch when video speed is changed Avoid chipmunks voices.
ru: Сохранение высоты тона звука при изменении скорости видео Избегайте голосов бурундуков.

source: Turns off xscreensaver at startup
ru: Выключает хранитель экрана при запуске

source: Turns off screensaver at startup and turns it on again on exit. Uses XSS and XResetScreenSaver API. mpv option: -stop-xscreensaver
ru: Выключает хранитель экрана при запуске и снова включает его при выходе. Использует XSS и XResetScreenSaver API. Опция mpv: -stop-xscreensaver

source: Only valid for http:// Uries
ru: Действительно только для http:// Uries

source: Send cookies
ru: Отправлять cookies

source: Send cookies to websites when playing http:// Uries, Cookie file must be in Netscape format. mpv option: cookies
ru: Отправлять cookies на веб-сайты при воспроизведении http:// Uries, Файл cookies должен быть в формате Netscape. Опция mpv: cookies

source: location
ru: Расположение

source: Specify cookies.txt location mpv option: cookies-file
ru: Указывает расположение cookies.txt Опция mpv: cookies-file

source: Gradually adjusts the A/V sync based on audio delay measurements.
ru: Постепенно подстраивает A/V синхронизацию на основе измерений задержка аудио.

source: Try -autosync 30 to smooth out problems with sound drivers which do not implement a perfect audio delay measurement. [..] mpv option: autosync
ru: Попробуйте -autosync 30 чтобы смягчить проблемы со звуковыми драйверами,которые не реализуют хорошего измерения задержки аудио. [..] Опция mpv: autosync

source: maximum A-V sync correction per frame (in seconds)
ru: максимальная коррекция A-V синхронизации кадров (в секундах)

source: maximum A-V sync correction per frame (in seconds) mpv options: -mc
ru: Максимальная коррекция A-V синхронизации кадров (в секундах) Опция mpv: -mc

source: (MPEG-1/2 and H.264 only)
ru: (только MPEG-1/2 и H.264)

source: Number of threads to use for decoding. 0 means autodetect mpv option: vd-lavc-threads
ru: Количество потоков, использующихся для декодирования. 0 означает автоопределение Опция mpv: vd-lavc-threads

source: (MPEG-2, MPEG-4, and H.264 only)
ru: (только MPEG-2, MPEG-4, и H.264)

source: Enable optimizations which do not comply to the specification and might potentially cause problems, like simpler dequantization, simpler motion compensation, assuming use of the default quantization matrix, assuming YUV 4:2:0 and skipping a few checks to detect damaged bitstreams. mpv option: vd-lavc-fast
ru: Включает оптимизации, которые не соответствуют спецификации и могут вызвать проблемы, как простое деквантование, упрощенная компенсация движения, предполагая использование по умолчанию матрицы квантования, предполагая YUV 4:2:0 и пропуск некоторых проверок повреждения битового потока. Опция mpv: vd-lavc-fast

source: (H.264 only)
ru: (только H.264)

source: Skips the loop filter (AKA deblocking) during H.264 decoding. this has a worse effect on quality But at least for high bitrate HDTV this provides a big speedup with no visible quality loss. mpv option: vd-lavc-skiploopfilter
ru: Пропускает петлевой фильтр (AKA деблочности) во время декодирования H.264. это оказывает плохое влияние на качество Но по крайней мере для HDTV с высоким битрейтом это дает значительное ускорение без видимой потери качества. Опция mpv: vd-lavc-skiploopfilter

source: Skip frames to maintain A/V sync
ru: Пропускает кадры для A /V синхронизации

source: Skip displaying some frames to maintain A/V sync, or playing high framerate video on video output that have a lower upper framerate limit mpv option: -framedrop
ru: Пропускать отображение некоторых кадров для управления A//V синхронизацией, или играть высокие частоты кадров видео на видео выход, который имеет более низкий верхний лимит частоты кадров Опция mpv: -framedrop

source: Hi-res MP3 seeking
ru: Высокое качество перемещение по mp3

source: High resolution seek
ru: Искать высокое разрешение

source: Select when to use precise seeks that are not limited to keyframes. May be slower mpv option: hr-seek
ru: Выбрать, когда использовать точный поиск, не ограниченный ключевыми кадрами. Может быть медленным mpv option: hr-seek

source: Are you sure you want to delete selected items?
ru: Вы уверены, что хотите удалить выбранные элементы?

source: Don't
ru: Нет

source: Proceed
ru: Продолжить

source: This will save this window settings to all profiles found but the 'Factory_defaults' one
ru: Это позволяет сохранять в этом окне настройки ко всем найденным профилям, кроме 'Factory_defaults' (заводские)

source: Couldn't load the picture
ru: Не удалось загрузить изображение

source: Delete cover files that are not needed by any library item?
ru: Удалить файлы обложек, которые не нужны ни одному элементу библиотеки?

source: Keep
ru: Хранить

source: General options
ru: Общие параметры

source: Save to current profile
ru: Сохранить в текущий профиль

source: Save these settings to all profiles
ru: Сохранить эти параметры во все профили

source: If you zoomed-in a video, this will allow you to pan it with mouse-drag operation. Works in full-screen mode only.
ru: Если вы увеличиваете видео, это позволит вам увеличить его двигая мышкой. Работает только в полноэкранном режиме.

source: Allow video panning via mouse-drag
ru: Разрешить панорамирование видео с помощью перетягивания мышью

source: If your video card doesn't support brightness, gamma, contrast or hue settings, you may want to try this (slower method) for video equalizer to work properly. Note that this does not conflict with configuration you explicitly set in eq2 and hue filters.
ru: Если ваша видео карта не поддерживает настройки яркости, гаммы, контрастности или оттенка, вы можете попробовать это (медленный метод) видео эквалайзера для работы должным образом. Обратите внимание, что это не противоречит конфигурации если явно указаны фильтры eq2 и hue.

source: Auto add eq2 and hue filters to video chain
ru: Авто добавление видео фильтров eq2 и hue

source: Gpu decoding
ru: GPU декодирование

source: Hardware decoding may not work with all video output drivers (usually works with "gpu" video output driver). Hardware decoding fails to use any video filtering. To use video filtering and any output driver you can still use the ...-copy variants. auto: tries to automatically enable hardware decoding using the first available method. auto-copy: does the same preverring the ...-copy variant.
ru: Декодирование аппаратного обеспечения может не работать со всеми драйверами вывода видео (обычно работает с драйвером видео -вывода «GPU»). Аппаратное декодирование не использует какую -либо видеофильтрацию. Чтобы использовать видеофильтрацию и любой выводный драйвер, вы все еще можете использовать варианты ...-copy. auto: пытается автоматически включить аппаратное декодирование, используя первый доступный метод. auto-copy: делает то же самое, что и вариант ...-copy.

source: Select the preferred hardware decoding method. (decode api + video output driver) Caveats that applies to anything but "no" and "vaapi-copy" - Any video driver in the chains window is overriden - Use of video filters will disable hardware decoding
ru: Выберите предпочтительный метод декодирования оборудования. (decode api + выходной драйвер видео) Предостережения, которые относится ко всему, кроме «нет» и «vaapi-copy» - Любой видео драйвер в окне цепочек переопределен - Использование видеофильтров отключит аппаратное декодирование

source: auto (no filters and limited video output driver support)
ru: auto (без фильтров и поддержки с ограниченным видео вывода)

source: cuda (no filters and limited video output driver support)
ru: auto (Без фильтров и поддержка драйверов с ограниченным выводом)

source: nvdec (no filters and limited video output driver support)
ru: nvdec (Без фильтров и поддержка драйверов с ограниченным выводом)

source: vaapi (no filters and limited video output driver support)
ru: vaapi (Без фильтров и поддержка драйверов с ограниченным выводом)

source: vdpau (no filters and limited video output driver support)
ru: vdpau (Без фильтров и поддержка драйверов с ограниченным выводом)

source: no (allows all video filters and drivers)
ru: no ((разрешает все видеофильтры и драйвера)

source: Using vdpau overlay surface may lead to instability problems under some circumstances like heavy cpu load or switching to/from fullscreen. NOT using vdpau overlay may cause tearing. If you experience tearing, try to disable this option, if you experience instability, try to check it. This option disable the overlay surface by setting the environment variable: VDPAU_NVIDIA_NO_OVERLAY=1
ru: Использование наложения поверхности vdpau может привести иногда к таким проблемам нестабильности как высокая загрузка ЦП и/или при переходе в полноэкранный режим . НЕ использование наложения vdpau может привести к разрывам изображения. Если вы получаете разрывы изображения, отключите эту опцию, если у вас проблемы со стабильностью, то попробуйте использовать эту опцию. Это опция отключения наложения поверхности путем установки переменной окружения: VDPAU_NVIDIA_NO_OVERLAY=1

source: Disable VDPAU overlay surface
ru: Отключить наложение поверхности VDPAU

source: Enable the animated video preview when you drag the seekbar with the mouse. * Requires more cpu power. * If you drag with mouse buttons other than left, then no seek is made.
ru: Включить анимированный предпросмотр видео при перемещении шкалы поиска с помощью мыши. *Требует больше ресурсов процессора. * Если вы тащите кнопками мыши кроме левой, то результат поиска не применяется.

source: Live preview when seeking
ru: Прямой предварительный просмотр при поиске

source: Enable the animated video preview when you drag the seekbar with the mouse. * Requires a fast network connection and more cpu power. * If you drag with mouse buttons other than left, then no seek is made.
ru: Включить анимированный предпросмотр видео при перемещении шкалы поиска с помощью мыши. *Требуется высокоскоростное подключение к сети и больше ресурсов процессора. * Если вы тащите кнопками мыши кроме левой, то результат поиска не применяется.

source: Live preview when seeking in network streams
ru: Предварительный просмотр в реальном времени при поиске в сетевых потоках

source: Size of the live thumbnails (Picture in Picture) It is relative to the width of the screen.
ru: Размер живых миниатюр (картинка в картинке) Это относительно ширины экрана.

source: Live preview size (relative to screen width)
ru: Размер предварительного просмотра в реальном времени (относительно ширины экрана)

source: Visualization:
ru: Визуализация:

source: vmeters - Audio meters
ru: vmeters - измерители звука

source: If you see meters moving sooner than the audio, raise this value.
ru: Если вы видите что измерители движутся быстрее чем звук, увеличьте это значение.

source: Audio Latency
ru: Задержка звука

source: ms
ru: мс

source: Frames per second
ru: Кадров в секунду

source: Update at
ru: Обновлять

source: How many samples to get to calculate the average audio level.
ru: Сколько семплов получать для расчета среднего уровня звука.

source: Rms window size
ru: Размер окна rms

source: samples
ru: семплов

source: Passthrough those codecs:
ru: Проходящее кодеки:

source: Select what audio codec won't be decoded by mpv, but passed directly through spdif. Tipical use includes just ac3 and dts. mpv option: --ad=spdif:<codecname>
ru: Выбрать, какой аудиокодек не будет декодироваться mpv, но проходить напрямую через spdif. Типичное использование включает только ac3 и dts. mpv option: --ad=spdif:<codecname>

source: Select an audio driver and an audio device at once. Note that any audio driver explicitaly selected in the chains window will override this setting. mpv option: --audio-device
ru: Выбрать аудиодрайвер и аудиоустройство одновременно. Обратите внимание, что любой аудиодрайвер, явно выбранный в окне цепочек переопределит этот параметр. mpv option: --audio-device

source: Audio device
ru: Звуковое устройство

source: Screen
ru: Экран

source: Fill the resolutions menu with entries that matches the video played using the following conditions.
ru: Заполните меню разрешений записями, которые соответствуют видео, воспроизводимому с использованием следующих условий.

source: May help or not with stuttering on multi head setups. Explaination: Consumer GPUs can only sync to one monitor (default is primary), checking this will set __GL_SYNC_DISPLAY_DEVICE the the one mpv is running on. Please note that: 1) The variable is set only once per play, this means that moving video window over another screen while mpv is playing would defeat the purpose. 2) If you are running a composite manager while playing the video, you'll probably need to make sure that his environment variable is set to the same value.
ru: Может помочь или нет с заиканием на настройках с несколькими головками. Объяснение: Потребительские графические процессоры могут синхронизироваться только с одним монитором (по умолчанию является основным), проверка этого установит __GL_SYNC_DISPLAY_DEVICE на тот, на котором работает mpv. Обратите внимание, что: 1) Переменная устанавливается только один раз за воспроизведение, это означает, что перемещение видеоокна на другой экран во время воспроизведения mpv не принесет пользы. 2) Если вы запускаете составной менеджер во время воспроизведения видео, вам, вероятно, потребуется убедиться, что его переменная среды имеет то же значение.

source: The following are experimental features, use at your risk.
ru: Экспериментальные возможности, используйте на свой риск.

source: Show video modes
ru: Показывать режимы видео

source: Select resolutions with a refresh rate multiple of the fps of the video played in a defined error range. This will produce smoother playback.
ru: Выберите разрешения с частотой обновления, кратной частоте кадров видео, воспроизводимого в определенном диапазоне ошибок. Это обеспечит более плавное воспроизведение.

source: ...with a refresh rate multiple of the video fps, +/-
ru: ...с частотой обновления нескольких видео кадров в секунду, +/-
