Repository: abfonly/xt7-player-mpv
Catalog: .lang/*.po
Languages: ru

source: Select resolutions with a vertical resolution higher than this value.
ru: Выбрать разрешения с вертикальным разрешением выше этого значения.

source: ...with an height of at least
ru: ...с высотой не менее

source: ...with an height and a width higher than the video
ru: ...с высотой и шириной больше, чем видео

source: If the display video mode vertical refresh is close enough to an integer multiple of the played video, change the playing speed so that a perfect match is achieved. This helps to produce smoother video.
ru: Если вертикальное обновление режима отображения видео достаточно близко к целому числу, кратному воспроизводимому видео, измените скорость воспроизведения так, чтобы было достигнуто идеальное совпадение. Это помогает создавать более плавное видео.

source: Smooth playback by changing speed
ru: Плавное воспроизведение путем изменения скорости

source: If you have an AC3 capable decoder connected to the spdif output, check this. Since changing playing speed is not supported on audio passthrough configurations, the only way to have multichannel/surround sound over SPDIF is to encode an AC3 stream on the fly.
ru: Если к выходу spdif подключен декодер с поддержкой AC3, проверьте это. Поскольку изменение скорости воспроизведения не поддерживается в конфигурациях сквозного аудио, единственный способ получить многоканальный/объемный звук через SPDIF — это кодировать поток AC3 на лету.

source: Encode an ac3 stream to the spdif output before changing speed (not implemented)
ru: Перекодировать AC3 поток на выход SPDIF перед изменением скорости (не реализовано)

source: Directories specified here are recursively added to the playlist when you commit a playlist update. Use add/delete button or drag 'n drop.
ru: Каталоги, указанные здесь, рекурсивно добавляются в список когда вы фиксируете обновление списка. Используйте кнопки добавить/удалить или drag 'n drop.

source: Watched Directories
ru: Наблюдаемые каталоги

source: Del
ru: Удалить

source: Sync Now
ru: Синхронизировать

source: Directories specified here will excluded when you commit a playlist update. Use add/delete button or drag 'n drop.
ru: Каталоги, указанные здесь, будут исключены из список когда вы фиксируете обновление списка. Используйте кнопки добавить/удалить или drag 'n drop.

source: Excluded Directories
ru: Запрещенные каталоги

source: Exclude Now
ru: Запретить

source: Cache
ru: Кэш

source: If enabled, you will see a light gauge into the seekbar. For media whith known total duration, it will represent which parts of the streams are cached. (this is an estimation) For media with unknown duration, it will represent the total cache fill.
ru: Если включено, вы увидите индикатор на панели поиска. Для мультимедиа с известной общей продолжительностью, будет представлять, какие части потоков кэшируются. (это оценка) Для носителей с неизвестной продолжительностью, будет представлять полное заполнение кеша.

source: Show cache status into the seek bar
ru: Показывать статус кеша в строке поиска

source: Local Files
ru: Локальные файлы

source: Max Megabytes to cache
ru: Максимум мегагабайт для кэширования

source: The playback will start as soon as the cache has been filled enough. mpv option: --cache-initial
ru: Воспроизведение начнется, как только кэш будет достаточно заполнен. Опция mpv: --cache-initial

source: Max seconds to cache
ru: Максимум секунд для кэширования

source: Max seconds (CD)
ru: Максимум секунд (CD)

source: Set the cache for DVD playback. Note that enabling it may lead to problems.
ru: Установить кэш для воспроизведения DVD. Помните, что его включение может привести к проблемам.

source: Max Megabytes (DVD)
ru: Максимальное мегабайт (DVD)

source: Network
ru: Сеть

source: Maximum cache size. mpv option: --cache
ru: Максимальный размер кэша. Опция mpv: -cache

source: Tweaks
ru: Тонкие настройки

source: When using autoadvancing feature, this may help to have smoother transitions (gapless playback) on slow media like mounted network shares or slow usb sticks. Works only for files, not uries. NB: it uses the VFS Linux cache, so it could be completely useless or even bad for filesystems that do not make use of it. Please, refer to the filesystem implementation. Examples of popular fuse filesystems: * sshfs uses vfs cache by default * curlftpfs does not.
ru: При использовании функции автоперехода это может помочь обеспечить более плавные переходы (воспроизведение без пауз) на медленных носителях, таких как подключенные сетевые ресурсы или медленные USB-накопители. Работает только с файлами, а не с uries. NB: он использует кеш VFS Linux, поэтому он может быть совершенно бесполезен или даже вреден для файловых систем, которые его не используют. Пожалуйста, обратитесь к реализации файловой системы. Примеры популярных файловых систем Fuse: * sshfs по умолчанию использует кеш vfs * curlftpfs - нет.

source: Preload next file at most for
ru: Предварительно загрузить следующий файл не более чем за

source: KBytes
ru: Кбайт/с

source: and
ru: и

source: Player nice level. The lower the value, the higher the priority the player will get against other processes.
ru: Уровень приоритета проигрывателя. Чем ниже значение, тем выше приоритет проигрывателя по отношению к другим процессам.

source: Use dbus (need dbus-send command) to disable kwin effects and avoid glitches in fullscreen mode.
ru: Использует DBus (необходим DBus-send сommand) для отключения эффектов и избежания сбоев в полноэкранном режиме.

source: Disable Kde Effects in fullscreen mode
ru: Отключать эффекты KDE в полноэкранном режиме

source: It has been noticed that with some intel drivers when used with SNA acceleration produces video tearing. Activating this option may help at the cost of pausing the video for a while when going to fullscreen mode.
ru: Было замечено, что с некоторыми драйверами Intel при использовании с ускорением SNA производит разрыв видео. Активация этой опции может помочь за счет приостановки видео на некоторое время при переходе в полноэкранный режим.

source: Pause video when going fullscreen (helps with tearing)
ru: Пауза видео при переходе в полноэкранный режим (помогает при разрывах)

source: Select your CD device (es /dev/dvd, /dev/cdrom, /dev/sr2...).
ru: Выбрать устройство CD (это /dev/dvd, /dev/cdrom, /dev/sr2...).

source: Audio CD Device
ru: Устройство аудио CD

source: Please, choose
ru: Выберите

source: Fetch CD Audio information from internet through cddb protocol. Note that this may slow down or even hangs the play the very first time.
ru: Выборка информацию о аудио CD из интернета через CDDB протокол. Внимание, это может замедлить или даже зависнуть воспроизведение в первое время.

source: Use CDDB
ru: Использовать CDDB

source: Limit Drive Speed to
ru: Предельная скорость привода

source: Select your Dvd device (es /dev/dvd, /dev/cdrom, /dev/sr2...).
ru: Выбрать устройство DVD (это /dev/dvd, /dev/cdrom, /dev/sr2...).

source: DVD Device
ru: DVD устройство

source: Start playback after filling
ru: Начать воспроизведение после заполнения

source: Skip parsing media tags on network streams: use it to add network media to library/playlist faster. This will apply to the following uries: mms:// ; http:// ; http_proxy:// ; rtp:// ; rtsp:// ; ftp:// ; udp:// ; smb:// ; mpst:// ; unsv://
ru: Пропустить анализ медиа тегов на сетевых потоках: используется для быстрого добавления медиа в библиотеку/список. Это относится к следующим url: mms:// ; http:// ; http_proxy:// ; rtp:// ; rtsp:// ; ftp:// ; udp:// ; smb:// ; mpst:// ; unsv://

source: Skip tags on network streams.
ru: Пропускать теги сетевых потоков.

source: Temporary recording folder
ru: Временная папка записи

source: Since Youtube API v3, searching youtube contents requires an API KEY that google limits to a number of requests per day. xt7 provides a shared API KEY, used by everybody, but you may specify your own here.
ru: Начиная с Youtube API v3, для поиска содержимого YouTube требуется КЛЮЧ API, которым Google ограничивает число запросов в день. xt7 предоставляет общий КЛЮЧ API, которым пользуются все, но вы можете указать свой собственный здесь.

source: Use this Youtube API KEY (need restart)
ru: Использовать этот API-ключ YouTube API (требуется перезапуск)

source: Select your femon executable. Just write 'femon' for default.
ru: Выберите исполняемый файл femon. Просто напишите, по умолчанию "femon".

source: AVC1 codec may be preferred due to performance reasons, because decoding it may be hardware accelerated, where VP9 is not. As of today (2018-05), AVC1 is not available on 4K videos (2160p).
ru: Кодек AVC1 может быть предпочтительнее из-за соображений производительности, поскольку его декодирование может быть ускорено аппаратно, а VP9 - нет. На сегодняшний день (2018-05) AVC1 недоступен для видео 4K (2160p).

source: Request AVC1 video codec
ru: Запросить видеокодек AVC1

source: Maximum youtube video height
ru: Максимальная высота видео на ютубе

source: Choose how to download network streams such as youtube video and podcasts. kde4 - choose kioclient ; kde3 - choose kfmclient ; If you wish to write your own downloader, remember that %url is the stream to download %destdir is the destination directory %destfile is the destination file (without the path) Note then kioclient and kfmclient do not work with youtubeì streams.
ru: Выберите способ загрузки сетевых потоков таких как YouTube и подкасты. kde4 - choose kioclient ; kde3 - choose kfmclient ; Если вы хотите вписать свой собственный загрузчик, помните, что %url это поток для загрузки %destdir является каталогом назначения %destfile является файлом назначения (без пути) Внимание, kioclient и kfmclient не работают с потоками youtubeì.

source: Download with
ru: Загрузить с

source: Write your own: %url=source %destdir=destination dir %destfile=destination file
ru: Напишите свой: %url=источник %destdir=каталог назначения %destfile=файл назначения

source: When playing an MPEG-TS stream, this option lets you specify how many bytes in the stream to search for the desired audio and video IDs. mpv Option: --demuxer-lavf-probesize
ru: При воспроизведении потока MPEG-TS эта опция позволяет определить сколько байт в потоке требуется mpv для поиска требуемых аудио и видео идентификаторов. Опция mpv: --demuxer-lavf-probesize

source: Select your 'scan' executable. Just write 'scan' for default. scan is needed to scan for new channels
ru: Выберите исполняемый файл scan. Просто напишите, по умолчанию "scan". scan нужен для получения новых каналов

source: scan executable
ru: Исполняемый scan

source: Select your femon executable. Just write 'femon' for default. femon is needed to monitor signal strength.
ru: Выберите исполняемый файл femon. Просто напишите, по умолчанию "femon". femon нужен для мониторинга сигнала.

source: femon executable
ru: Исполняемый femon

source: Select your dvbsnoop executable. Just write 'dvbsnoop' for default. dvbsnoop is needed to get EPG data.
ru: Выберите исполняемый файл dvbsnoop. Просто напишите, по умолчанию "dvbsnoop". dvbsnoop нужен для получения данных EPG.

source: dvbsnoop executable
ru: Исполняемый dvbsnoop

source: Final recording folder
ru: Каталог для записей

source: It you have more than a dvb card, you can specify one here. mpv option: --dvbin card=#
ru: Когда у вас несколько DVB карт, вы можете указать здесь одну. Опция mpv: -dvbin card=#

source: How much seconds to wait for the channel to be tuned. mpv option: --dvbin timeout=#
ru: Сколько секунд ждать, чтобы канал был настроен. Опция mpv: -dvbin timeout=#

source: Tuner Timeout
ru: Тайм-аут тюнера

source: Maximum amount of data to probe during the detection phase. In the case of MPEG-TS this value identifies the maximum number of TS packets to scan. mpv option: --demuxer-lavf-probesize
ru: Максимальный объем данных для проверки на этапе обнаружения. В случае MPEG-TS это значение определяет максимальное количество сканируемых пакетов TS. mpv option: --demuxer-lavf-probesize

source: Use command: dvb_set_channel. It will cut down time needed to tune channels, but you could have troubles with missing or wrong audio, It is an mplayer bug you may want to check here: http://bugzilla.mplayerhq.hu/show_bug.cgi?id=2070 -- 0 - The safer choice. 1 - Let xt7 decide if it is safe or not. 2 - Could even crash mpv, depends on its version.
ru: Использует команду: dvb_set_channel. Это позволит сократить время необходимое для настройки каналов, но вы можете получить проблему с отсутствующим или неправильным аудио, Эту ошибку mplayer вы можете посмотреть здесь: http://bugzilla.mplayerhq.hu/show_bug.cgi?id=2070 -- 0 - Более безопасный выбор. 1 - Позволить решать xt7, безопасно ли это или нет. 2 - Может даже обрушить mpv, зависит от его версии.

source: Faster channel zapping
ru: Быстрое переключение каналов

source: 0 - Never
ru: 0 - никогда

source: 1 - When audio is not switched
ru: 1 - если звук не переключается

source: 2 - Always
ru: 2 - всегда

source: Rescan Channels with simple DVB-T Tuner
ru: Повторное сканирование каналов с простыми DVB-T тюнером

source: Preferred Audio languages:
ru: Предпочитаемый язык аудио:

source: Add the selected language to the list of preferred languages. Mplayer Option: -alang "language list"
ru: Добавить выбранный язык в список предпочитаемых языков. Опция mplayer: -alang "language list"

source: Preferred Subtitle languages:
ru: Предпочитаемый язык субтитров:

source: Add the selected language to the list of preferred languages. mpv Option: --slang "language list" This option also allows you to search for online subtitles at Opensubtitles.org
ru: Добавить выбранный язык в список предпочитаемых языков. Опция mpv: -slang "language list" Эта опция также позволяет искать субтитры в интернете на Opensubtitles.org

source: Preferred video languages:
ru: Предпочитаемые языки видео:

source: Misc
ru: Разное

source: Select your mpv executable. Just write 'mpv' for default.
ru: Выберите исполняемый файл mpv. Просто напишите, по умолчанию «mpv».

source: Environment Variables
ru: Переменные среды

source: You can override some environment variables here, write them in thre form: VARIABLE1=VALUE VARIABLE2=VALUE
ru: Здесь вы можете переопределить некоторые переменные окружения, пишите их форме: VARIABLE1=VALUE VARIABLE2=VALUE

source: mpv executable
ru: Исполняемый mpv

source: Command or commands (semicolon separated) which will be executed before a file is played. HINT: you can execute multiple commands using ";" between them. HINT: If you don't want Xt7-player to wait for the command(s) to exit, use "&" at the end of each one.
ru: Команда или команды (через точку с запятой), которые будут выполняется перед воспроизведением файла СОВЕТ: Вы можете выполнить несколько команд, используя ";" между ними. СОВЕТ: Если вы не хотите чтобы Xt7-player ждал завершения команды, используйте "&" в конце каждой из них.

source: Pre Command
ru: Предварительная команда

source: Command or commands (semicolon separated) which will be executed after a file has been played. HINT: you can execute multiple commands using ";" between them. HINT: If you don't want Xt7-player to wait for the command(s) to exit, use "&" at the end of each one.
ru: Команда или команды (через точку с запятой), которые будут выполнены после воспроизведения файла. СОВЕТ: Вы можете выполнить несколько команд, используя ";" между ними. СОВЕТ: Если вы не хотите чтобы Xt7-player ждал завершения команды, используйте "&" в конце каждой из них.

source: Post Command
ru: Пост команда

source: Enter the shutdown command \n (make sure your have rights to do it)
ru: Ввести команду выключения \n (убедитесь, что имеете право это сделать)

source: Shutdown Command
ru: Команда выключения

source: Enter the shutdown command (also make sure your user has rights to do it)
ru: Введите команду выключения (убедитесь, что ваш пользователь имеет право это сделать)

source: Specify what additional file extensions are allowed in playlist and library. Ex: mov,dts,h264
ru: Указывает какие дополнительные расширения файлов допускаются в списке и библиотеке. Например: mov,dts,h264

source: Other known extensions
ru: Другие известные расширения

source: Enable/Disbale Tooltips
ru: Включить/отключить подсказки

source: If you close xt7-player while playing a local file, xt7 will start just were you left the next time.
ru: Если вы закроете xt7-player во время воспроизведения файла, xt7 при запуске продолжит его воспроизведение с места остановки.

source: Start were you left
ru: При запуске восстановить предыдущий сеанс

source: Restore playback time position
ru: Восстановить позицию воспроизведения

source: 1 - Yes
ru: 1 - Да

source: 2 - No
ru: 2 - Нет

source: 3 - Ask
ru: 3 - Спрашивать

source: 4 - Yes, but only for video files
ru: 4 - Да, но только для видеофайлов

source: 5 - Ask, but only for Video files
ru: 5 - Запросить, но только для видеофайлов

source: Enable ToolTips
ru: Включить подсказки

source: Enable this if you want xt7 to be controlled through an mpris2 compliant client.
ru: Включить эту опцию, если хотите чтобы xt7 управляться через совместимый клиент mpris2.

source: Makes xt7 register itself into dbus. This will export media properties and gives basic options to control the player.
ru: Дает xt7 зарегистрировать себя в dbus. Это экспортирует свойства медиа и предоставляет основные функции для управления проигрывателем.

source: Dbus support
ru: Поддержка dbus

source: (MPRIS 2.1 - Incomplete)
ru: (MPRIS 2.1 - не полная)

source: Enable/Disbale the tray icon
ru: Включить/отключить значок в системном лотке

source: Use Tray icon (xt7-player restart needed)
ru: Использовать значок в системном лотке (нужен рестарт)

source: Save all settings to profile on program exit
ru: Сохранить настройки в профиль при выходе

source: User scripts
ru: Сценарии пользователя

source: Load the following mpv user scripts
ru: Загрузить следующие пользовательские сценарии mpv

source: Add from file
ru: Добавить из файла

source: User Options
ru: Дополнительно

source: The following options will be appended to mpv command line:
ru: Следующие опции будут добавлены в командной строке mpv:

source: mpv options in the format "name = value"
ru: формат параметра mpv «имя = значение»

source: TODO: Every option set here must override.
ru: Каждый набор параметров здесь можно переопределить

source: Style
ru: Стиль

source: * Some Options may require application restart.
ru: * Некоторым параметрам может потребоваться перезапуск приложения.

source: Display cover thumbnails in side lists
ru: Отображать миниатюры обложек в боковом списке

source: Show covers in listviews
ru: Показывать обложки в списке

source: Remove unused cover files
ru: Удалить неиспользуемые файлы обложек

source: Remove unneeded
ru: Удалить ненужное

source: Generate and show video thumbnails to for the side lists, this is made runtime in background and thumbnails will be cached on disk.
ru: Создавать и показывать миниатюры видео файлов для списка, это выполняется в фоновом режиме и эскизы будут кэшироваться на диск.

source: Show thumbnails for video files
ru: Показывать миниатюры для видео файлов

source: Hide Tabstrip text
ru: Скрыть текст вкладки

source: Background image for the bottom panel. You can also set this by dragging an image file or from a web page into the bottom panel, just remember to save the profile.
ru: Фоновое изображение для нижней панели. Также можно установить это, перетаскивания файла изображения или веб-страницы на нижнюю панель, только не забудьте сохранить профиль.

source: Bottom picture background
ru: Изображение для фона нижней панели

source: Default icon size
ru: Размер значка по умолчанию

source: Albums view icon size
ru: Размер значков альбомов

source: Highlight the sideview item which is under the mouse
ru: Выделять пункт, который находится под указателем мыши

source: Highlight listview items on mouse over
ru: Выделять элементы списка при наведении мыши

source: Main ProgressBar color
ru: Цвет индикатора выполнения

source: Left-side list font and font color:
ru: Шрифт списка и цвет шрифта:

source: Default
ru: По умолчанию

source: Left-side list background color:
ru: Цвет фона списка воспроизведения:

source: Left-side list alternate background color:
ru: Дополнительный цвет фона списка:

source: Trayicon panel font and font color:
ru: Шрифт и цвет шрифта панели системного лотка:

source: TrayIcon panel background color:
ru: Цвет фона панели значков системного лотка:

source: Audio panel font and font color:
ru: Шрифт аудио панели и цвет шрифта:

source: Audio cover blur amount
ru: Степень размытия звуковой обложки

source: Save and use new settings
ru: Сохранить и использовать новые настройки

source: Use new settings without save
ru: Использовать новые настройки без сохранения

source: Use
ru: Использовать

source: Close the window
ru: Закрыть окно

source: Common Video Files
ru: Общие видео файлы

source: Common Audio Files
ru: Общие аудио файлы

source: Multimedia files
ru: Мультимедиа файлы

source: by Antonio Orefice. xt7player@gmail.com Thanks to Benoît Minisini for Gambas.
ru: от Antonio Orefice. xt7player@gmail.com Спасибо Benoît Minisini за Gambas.

source: Syncing Library, please wait...
ru: Синхронизация библиотеки, подождите...

source: Translate me first
ru: DONE

source: Press a Key or (some) Mouse button(s)
ru: Нажать клавишу или (некоторые) кнопки мыши

source: Waiting for an HotKey
ru: Ожидание ввода клавиш

source: Key:
ru: Клавиша:

source: mpv hotkey:
ru: Горячая клавиша mpv:

source: Click me to customize
ru: Нажмите на меня, чтобы настроить

source: xt7 hotkey
ru: Горячая клавиша xt7

source: mpv hotkey
ru: Грячая клавиша mpv

source: Assign nevertheless
ru: Назначить тем не менее

source: Delete new
ru: Удалить новый

source: Delete old
ru: Удалить старый

source: The hotkey you entered is already defined for
ru: Горячие клавиши, что вы ввели уже определены для

source: Type a comment
ru: Введите комментарий

source: Sorry, could not find xbindkeys
ru: К сожалению, не удалось найти xbindkeys

source: Type an mpv input command
ru: Введите команду ввода mpv

source: Double click on a cell to enter a new hotkey. Select a cell and hit "del" to delete one.
ru: Дважды щелкните по ячейке, чтобы ввести новую горячую клавишу. Выберите ячейку и нажмите "del", чтобы удалить ее.

source: Hotkeys
ru: Горячие клавиши

source: Local Hotkeys
ru: Локальные горячие клавиши

source: DoubleClick to switch fullscreen state
ru: Двойной щелчок для переключения полноэкранного режима

source: Clear
ru: Очистить

source: Defaults
ru: По умолчанию

source: xt7 -> mpv translation
ru: Перевод xt7 -> mpv

source: Translate Xt7 hotkeys into mpv hotkeys
ru: Перевести горячие клавиши Xt7 в горячие клавиши mpv

source: Since xt7 handles input key events, mpv scripts can't know if a key has been pressed or not. Here you can associate and send an hotkey handled by xt7 to an hotkey handled by mpv (and so by mpv scripts). This is also a convenient way to change an mpv script input hotkeys to your likings.
ru: Поскольку xt7 обрабатывает события клавиш ввода, сценарии mpv не могут знать, была нажата клавиша или нет. Здесь вы можете связать и отправить горячую клавишу, обрабатываемую xt7, на горячую клавишу, обрабатываемую mpv (и, следовательно, скриптам mpv). Это также удобный способ изменить горячие клавиши ввода mpv-скрипта по своему вкусу.

source: Global Hotkeys
ru: Глобальные клавиши

source: Enable Global Hotkeys
ru: Включить глобальные горячие клавиши

source: Icecast Yellow Pages are missing or outdated. do you want to download them now?
ru: Желтые страницы Icecast отсутствуют или устарели. Загрузить их сейчас?

source: Could not download the Yellow pages
ru: Не удалось загрузить Желтые страницы

source: Media Type
ru: Тип медиа

source: BitRate
ru: Битрейт

source: Link
ru: Ссылка

source: Log Window
ru: Окно событий

source: Stream
ru: Поток
